if ( GetLocale() == "ruRU" ) then
-- Version - 26.11.2018 : Russian ( by Maus )

SpecialTalentDataSaved = {
	["HUNTER"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "1",
					[2] = "30",
					[3] = "8",
				},
				[2] = {
					[1] = "2",
					[2] = "30",
					[3] = "8",
				},
				[3] = {
					[1] = "3",
					[2] = "30",
					[3] = "8",
				},
				[4] = {
					[1] = "4",
					[2] = "30",
					[3] = "8",
				},
				[5] = {
					[1] = "5",
					[2] = "30",
					[3] = "8",
				},
				["prereqs"] = {
				},
				["ability"] = "Если охотник обратился к духу ястреба, все обычные атаки дальнего боя с вероятностью %s%% увеличивают скорость атаки дальнего боя на %s%% на %s сек.",
				["maxRank"] = 5,
				["name"] = "Сильный дух ястреба",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_RavenForm",
			},
			[2] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает запас здоровья питомца на %s%%.",
				["maxRank"] = 5,
				["name"] = "Тренировка стойкости",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Reincarnation",
			},
			[3] = {
				[1] = {
					[1] = "30",
				},
				[2] = {
					[1] = "60",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает время действия заклинания \"Звериный глаз\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный звериный глаз",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_EyeOfTheOwl",
			},
			[4] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Если охотник обратился к духу обезьяны, вероятность уклонения дополнительно повышается на %s%%.",
				["maxRank"] = 5,
				["name"] = "Сильный дух обезьяны",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_AspectOfTheMonkey",
			},
			[5] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает показатели брони за счет носимой экипировки на %s%%.",
				["maxRank"] = 3,
				["name"] = "Плотная шкура",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_Pelt_Bear_03",
			},
			[6] = {
				[1] = {
					[1] = "3",
					[2] = "20",
					[3] = "15",
				},
				[2] = {
					[1] = "6",
					[2] = "40",
					[3] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время произнесения заклинания \"Воскрешение питомца\" на %s сек. и снижает затраты маны на него на %s%%. Запас здоровья, с которым питомец возвращается к жизни, увеличивается дополнительно на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное воскрешение питомца",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Hunter_BeastSoothe",
			},
			[7] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает бонус скорости при обращении к духу гепарда и духу стаи на %s%%.",
				["maxRank"] = 2,
				["name"] = "Знание троп",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Mount_JungleTiger",
			},
			[8] = {
				["prereqs"] = {
				},
				["ability"] = "Повышает скорость передвижения вашего питомца вне помещения на 30%%.",
				["maxRank"] = 1,
				["name"] = "Звериная стремительность",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Druid_Dash",
			},
			[9] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими питомцами, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Неудержимое неистовство",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_BullRush",
			},
			[10] = {
				[1] = {
					[1] = "15",
					[2] = "1",
				},
				[2] = {
					[1] = "50",
					[2] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% заклинание \"Лечение питомца\" снимает %s эффект проклятия, болезни, магии или отравления с питомца на каждом такте действия.",
				["maxRank"] = 2,
				["name"] = "Улучшенное лечение питомца",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_MendPet",
			},
			[11] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность того, что ваш питомец нанесет критический удар, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Свирепость",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_MonsterClaw_04",
			},
			[12] = {
				[1] = {
					[1] = "1",
					[2] = "10",
				},
				[2] = {
					[1] = "2",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Пока ваш питомец с вами, вы оба восстанавливаете %s%% максимального запаса здоровья раз в %s сек.",
				["maxRank"] = 2,
				["name"] = "Узы духа",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Druid_DemoralizingRoar",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "5",
				["maxRank"] = 1,
				["ability"] = "Приказать питомцу напугать противника, что в следующей успешной атаке ближнего боя вызовет оглушение цели на 3 сек. и значительно повысит уровень угрозы.",
				["name"] = "Устрашение",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "100",
				["cooldown"] = "1 мин.",
				["texture"] = "Interface\\Icons\\Ability_Devour",
			},
			[14] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает скорость восстановления тонуса ваших питомцев на %s%%.",
				["maxRank"] = 2,
				["name"] = "Беспрекословное послушание",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_AbolishMagic",
			},
			[15] = {
				[1] = {
					[1] = "20",
					[2] = "30",
					[3] = "8",
				},
				[2] = {
					[1] = "40",
					[2] = "30",
					[3] = "8",
				},
				[3] = {
					[1] = "60",
					[2] = "30",
					[3] = "8",
				},
				[4] = {
					[1] = "80",
					[2] = "30",
					[3] = "8",
				},
				[5] = {
					[1] = "100",
					[2] = "30",
					[3] = "8",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 3,
				},
				["ability"] = "Когда ваш питомец наносит критический удар, с вероятностью %s%% его скорость атаки повышается на %s%% на %s сек.",
				["maxRank"] = 5,
				["name"] = "Бешенство",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_MonsterClaw_03",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "7",
				["maxRank"] = 1,
				["ability"] = "Питомца обуревает ярость, увеличивающая наносимый им урон на 50%% на 18 сек. В ярости питомец не знает ни страха, ни жалости, и его может остановить только смерть.",
				["name"] = "Звериный гнев",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "100",
				["cooldown"] = "2 мин.",
				["texture"] = "Interface\\Icons\\Ability_Druid_FerociousBite",
			},
			["numTalents"] = 16,
			["name"] = "Повелитель зверей",
			["background"] = "HunterBeastMastery",
			["texture"] = "Interface\\Icons\\Ability_Hunter_BeastTaming",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "4",
					[2] = "3",
				},
				[2] = {
					[1] = "8",
					[2] = "3",
				},
				[3] = {
					[1] = "12",
					[2] = "3",
				},
				[4] = {
					[1] = "16",
					[2] = "3",
				},
				[5] = {
					[1] = "20",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "%s%%-я вероятность оглушить противника на %s сек. при использовании способности \"Контузящий выстрел\".",
				["maxRank"] = 5,
				["name"] = "Улучшенный контузящий выстрел",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_Stun",
			},
			[2] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты маны на способности категорий \"Выстрел\" и \"Укус\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Эффективность",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_WizardMark",
			},
			[3] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает бонус силы атаки дальнего боя от способности \"Метка охотника\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенная метка охотника",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_SniperShot",
			},
			[4] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического урона оружием дальнего боя на %s%%.",
				["maxRank"] = 5,
				["name"] = "Стрельба на поражение",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_SearingArrow",
			},
			[5] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "3",
				["mana"] = "75",
				["maxRank"] = 1,
				["ability"] = "Меткий выстрел, наносящий цели на 70 ед. урона больше обычного.",
				["require"] = "Оружие дальнего боя",
				["name"] = "Прицельный выстрел",
				["tier"] = 3,
				["column"] = 1,
				["range"] = "8-35",
				["cooldown"] = "6 сек.",
				["texture"] = "Interface\\Icons\\INV_Spear_07",
			},
			[6] = {
				[1] = {
					[1] = "0.2",
				},
				[2] = {
					[1] = "0.4",
				},
				[3] = {
					[1] = "0.6",
				},
				[4] = {
					[1] = "0.8",
				},
				[5] = {
					[1] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления способности \"Чародейский выстрел\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный чародейский выстрел",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_ImpalingBolt",
			},
			[7] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дистанцию поражения в дальнем бою на %s м.",
				["maxRank"] = 3,
				["name"] = "Глаз ястреба",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_TownWatch",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% урон, наносимый способностью \"Укус змеи\".",
				["maxRank"] = 5,
				["name"] = "Смертельный укус змеи",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_Quickshot",
			},
			[9] = {
				[1] = {
					[1] = "6",
				},
				[2] = {
					[1] = "12",
				},
				[3] = {
					[1] = "18",
				},
				[4] = {
					[1] = "24",
				},
				[5] = {
					[1] = "30",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["ability"] = "Увеличивает дополнительный урон при критическом попадании в дальнем бою на %s%%.",
				["maxRank"] = 5,
				["name"] = "Смертоносные выстрелы",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_PierceDamage",
			},
			[10] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "5",
				["maxRank"] = 1,
				["ability"] = "Выстрел на короткой дистанции, наносящий цели 50%% урона от оружия и лишающий ее ощущения направления на 4 сек. Любой нанесенный урон отменяет действие эффекта.",
				["require"] = "Оружие дальнего боя",
				["name"] = "Дезориентирующий выстрел",
				["tier"] = 5,
				["column"] = 1,
				["range"] = "15",
				["cooldown"] = "30 сек.",
				["texture"] = "Interface\\Icons\\Ability_GolemStormBolt",
			},
			[11] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими способностями \"Залп\" и \"Град стрел\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Заградительный огонь",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_UpgradeMoonGlaive",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "\"Укус скорпида\" также снижает выносливость противника на %s%% от величины снижения силы.",
				["maxRank"] = 3,
				["name"] = "Смертельный укус скорпида",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Hunter_CriticalShot",
			},
			[13] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый оружием дальнего боя, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на оружии дальнего боя",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Weapon_Rifle_06",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "325",
				["maxRank"] = 1,
				["ability"] = "Увеличивает силу атаки участников группы в радиусе 45 м на 50. Время действия – 30 мин.",
				["name"] = "Аура меткого выстрела",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "2 мин.",
				["texture"] = "Interface\\Icons\\Ability_TrueShot",
			},
			["numTalents"] = 14,
			["name"] = "Стрельба",
			["background"] = "HunterMarksmanship",
			["texture"] = "Interface\\Icons\\Ability_Marksmanship",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "1",
					[2] = "1",
				},
				[2] = {
					[1] = "2",
					[2] = "2",
				},
				[3] = {
					[1] = "3",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает наносимый урон животным, великанам и драконам на %s%%, а так же увеличивает наносимый критический урон этим же противникам на %s%%.",
				["maxRank"] = 3,
				["name"] = "Убийство монстров",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Misc_Head_Dragon_Black",
			},
			[2] = {
				[1] = {
					[1] = "1",
					[2] = "1",
				},
				[2] = {
					[1] = "2",
					[2] = "2",
				},
				[3] = {
					[1] = "3",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает наносимый урон гуманоидам на %s%%, а так же увеличивает наносимый критический урон этим же противникам на %s%%.",
				["maxRank"] = 3,
				["name"] = "Убийство гуманоидов",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_PrayerOfHealing",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность парирования атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отражение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[4] = {
				[1] = {
					[1] = "5",
					[2] = "5",
				},
				[2] = {
					[1] = "10",
					[2] = "5",
				},
				[3] = {
					[1] = "15",
					[2] = "5",
				},
				[4] = {
					[1] = "20",
					[2] = "5",
				},
				[5] = {
					[1] = "25",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Придает вашим заклинаниям \"Обжигающая ловушка, \"Ледяная ловушка\" и \"Взрывная ловушка\" %s%% шанса удержать цель, не давая ей двигаться в течение %s сек.",
				["maxRank"] = 5,
				["name"] = "Удержание",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StrangleVines",
			},
			[5] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность критического удара способностей \"Удар ящера\" и \"Укус мангуста\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Беспощадные удары",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Racial_BloodRage",
			},
			[6] = {
				[1] = {
					[1] = "4",
					[2] = "5",
				},
				[2] = {
					[1] = "8",
					[2] = "5",
				},
				[3] = {
					[1] = "12",
					[2] = "5",
				},
				[4] = {
					[1] = "16",
					[2] = "5",
				},
				[5] = {
					[1] = "20",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Применение способности \"Подрезать крылья\" с вероятностью %s%% обездвижит противника на %s сек.",
				["maxRank"] = 5,
				["name"] = "Безжалостно подрезать крылья",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Trip",
			},
			[7] = {
				[1] = {
					[1] = "15",
					[2] = "15",
				},
				[2] = {
					[1] = "30",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает время действия эффектов \"Замораживающая ловушка\" и \"Ледяная ловушка\" на %s%% , а урон, наносимый \"Обжигающая ловушка\" и \"Взрывная ловушка\", на %s%%.",
				["maxRank"] = 2,
				["name"] = "Хитрые ловушки",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_TimeStop",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает ваш максимальный запас здоровья на %s%%.",
				["maxRank"] = 5,
				["name"] = "Остаться в живых",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Twilight",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Сдерживание",
				["tier"] = 3,
				["column"] = 3,
				["ability"] = "При использовании повышает вероятность уклонения и парирования на 25%% на 10 сек.",
				["cooldown"] = "5 мин.",
				["texture"] = "Interface\\Icons\\Ability_Whirlwind",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает вероятность противника противостоять вашим ловушкам на %s%%.",
				["maxRank"] = 2,
				["name"] = "Мастер установки ловушек",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Ensnare",
			},
			[11] = {
				[1] = {
					[1] = "1",
					[2] = "5",
				},
				[2] = {
					[1] = "2",
					[2] = "10",
				},
				[3] = {
					[1] = "3",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает шанс попадания на %s%%, а также повышает вероятность избежать затрудняющих передвижение эффектов на %s%%.",
				["maxRank"] = 3,
				["name"] = "Верный шаг",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Kick",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления способности \"Притвориться мертвым\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенная способность \"Притвориться мертвым\"",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Rogue_FeignDeath",
			},
			[13] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара на %s%%.",
				["maxRank"] = 3,
				["name"] = "Инстинкт убийцы",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStamina",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "45",
				["maxRank"] = 1,
				["ability"] = "Удар, наносящий противнику 40 ед. урона и обездвиживающий его на 5 сек. Его можно нанести только после парирования атаки. Этот удар невозможно заблокировать или парировать, равно как и уклониться от него.",
				["name"] = "Контратака",
				["tier"] = 5,
				["column"] = 3,
				["range"] = "5",
				["cooldown"] = "5 сек.",
				["texture"] = "Interface\\Icons\\Ability_Warrior_Challange",
			},
			[15] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вашу ловкость на %s%%.",
				["maxRank"] = 5,
				["name"] = "Молниеносные рефлексы",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Invisibilty",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_ON_NEXT_RANGED",
				["mana"] = "115",
				["maxRank"] = 1,
				["ability"] = "Укус, усыпляющий цель на 12 сек. Любой урон прекращает действие способности. После пробуждения \"Укус\" наносит 300 ед. урона от сил природы за 12 сек.",
				["require"] = "Оружие дальнего боя",
				["name"] = "Укус виверны",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "8-35",
				["cooldown"] = "2 мин.",
				["texture"] = "Interface\\Icons\\INV_Spear_02",
			},
			["numTalents"] = 16,
			["name"] = "Выживание",
			["background"] = "HunterSurvival",
			["texture"] = "Interface\\Icons\\Ability_Hunter_SwiftStrike",
		},
		["localClass"] = "Охотник",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["WARRIOR"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты ярости на применение способности \"Удар героя\" на %s ед.",
				["maxRank"] = 3,
				["name"] = "Улучшенный удар героя",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Ambush",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность парирования атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отражение",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[3] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "25",
				},
				[3] = {
					[1] = "35",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый способностью \"Кровопускание\", на %s%% за период.",
				["maxRank"] = 3,
				["name"] = "Улучшенное кровопускание",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Gouge",
			},
			[4] = {
				[1] = {
					[1] = "3.",
				},
				[2] = {
					[1] = "6.",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество ярости, накапливаемое при применении способности \"Рывок\", на %s",
				["maxRank"] = 2,
				["name"] = "Улучшенный рывок",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Charge",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "При смене боевой стойки вы сохраняете до %s ед. ярости.",
				["maxRank"] = 5,
				["name"] = "Тактическое превосходство",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_EnchantArmor",
			},
			[6] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты ярости на применение способности \"Удар грома\" на %s ед.",
				["maxRank"] = 3,
				["name"] = "Улучшенный удар грома",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_ThunderClap",
			},
			[7] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара способностью \"Превосходство\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Безусловное превосходство",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Sword_05",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 2,
				},
				["ability"] = "Увеличивает время уменьшения ярости вне боя на 30%%.",
				["maxRank"] = 1,
				["name"] = "Управление злостью",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStamina",
			},
			[9] = {
				[1] = {
					[1] = "20",
					[2] = "12",
				},
				[2] = {
					[1] = "40",
					[2] = "12",
				},
				[3] = {
					[1] = "60",
					[2] = "12",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 3,
				},
				["ability"] = "Ваши критические удары вызывают у противника кровотечение, наносящее %s%% от среднего урона вашего оружия ближнего боя за %s сек.",
				["maxRank"] = 3,
				["name"] = "Глубокие раны",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_BackStab",
			},
			[10] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый двуручным оружием в ближнем бою, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на двуручном оружии",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Axe_09",
			},
			[11] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Увеличивает дополнительный урон от критических ударов, нанесенных при применении способностей в оборонительной стойке, боевой стойке и стойке берсерка на %s%%.",
				["maxRank"] = 2,
				["name"] = "Прокалывание",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_SearingArrow",
			},
			[12] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара топорами на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на топорах",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Axe_06",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "5 следующих атак ближнего боя также поразят находящегося рядом с выбранной целью противника.",
				["mana"] = "30",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["name"] = "Размашистые удары",
				["tier"] = 5,
				["column"] = 2,
				["cooldown"] = "30 сек.",
				["require"] = "Боевая стойка",
				["texture"] = "Interface\\Icons\\Ability_Rogue_SliceDice",
			},
			[14] = {
				[1] = {
					[1] = "1",
					[2] = "3",
				},
				[2] = {
					[1] = "2",
					[2] = "3",
				},
				[3] = {
					[1] = "3",
					[2] = "3",
				},
				[4] = {
					[1] = "4",
					[2] = "3",
				},
				[5] = {
					[1] = "6",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Дает вам %s%% шанс оглушить цель на %s сек. при использовании дробящего оружия.",
				["maxRank"] = 5,
				["name"] = "Специализация на дробящем оружии",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Mace_01",
			},
			[15] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% позволяет атаковать противника повторно после того, как вы ударите его мечом.",
				["maxRank"] = 5,
				["name"] = "Специализация на владении мечами",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\INV_Sword_27",
			},
			[16] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара древковым оружием на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на древковом оружии",
				["tier"] = 6,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Weapon_Halbard_01",
			},
			[17] = {
				[1] = {
					[1] = "5",
					[2] = "5",
				},
				[2] = {
					[1] = "10",
					[2] = "5",
				},
				[3] = {
					[1] = "15",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Применение способности \"Подрезать сухожилия\" с вероятностью %s%% обездвижит противника на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенное подрезание сухожилий",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_ShockWave",
			},
			[18] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Жестокий удар, наносящий противнику урон от оружия, усиленный на 85 ед., и оставляющий на его теле серьезную рану, снижающую эффективность всех исцеляющих заклинаний на 50%% на 10 сек.",
				["mana"] = "30",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "6 sec",
				["name"] = "Смертельный удар",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "5",
				["require"] = "Оружие ближнего боя",
				["texture"] = "Interface\\Icons\\Ability_Warrior_SavageBlow",
			},
			["numTalents"] = 18,
			["name"] = "Оружие",
			["background"] = "WarriorArms",
			["texture"] = "Interface\\Icons\\INV_Sword_27",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				[4] = {
					[1] = "40",
				},
				[5] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает область и время действия ваших способностей \"Боевой крик\" и \"Деморализующий крик\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Луженая глотка",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_Purge",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара оружием ближнего боя на %s%%.",
				["maxRank"] = 5,
				["name"] = "Безжалостность",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Eviscerate",
			},
			[3] = {
				[1] = {
					[1] = "8",
				},
				[2] = {
					[1] = "16",
				},
				[3] = {
					[1] = "24",
				},
				[4] = {
					[1] = "32",
				},
				[5] = {
					[1] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "Дополнительно уменьшает силу атаки ближнего боя при применении способности \"Деморализующий крик\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный деморализующий крик",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Warrior_WarCry",
			},
			[4] = {
				[1] = {
					[1] = "8",
				},
				[2] = {
					[1] = "16",
				},
				[3] = {
					[1] = "24",
				},
				[4] = {
					[1] = "32",
				},
				[5] = {
					[1] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% вы накопите дополнительную единицу ярости при нанесении урона оружием в ближнем бою.",
				["maxRank"] = 5,
				["name"] = "Необузданный гнев",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_StoneClawTotem",
			},
			[5] = {
				[1] = {
					[1] = "40",
				},
				[2] = {
					[1] = "80",
				},
				[3] = {
					[1] = "120",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дополнительный урон, наносимый способностью \"Рассекающий удар\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный рассекающий удар",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Cleave",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "10",
				["maxRank"] = 1,
				["name"] = "Пронзительный вой",
				["tier"] = 3,
				["column"] = 2,
				["ability"] = "Вызывает головокружение у всех противников, находящихся рядом с воином, снижая скорость их передвижения на 50%% на 6 сек.",
				["cooldown"] = "5",
				["texture"] = "Interface\\Icons\\Spell_Shadow_DeathScream",
			},
			[7] = {
				[1] = {
					[1] = "1",
					[2] = "6",
				},
				[2] = {
					[1] = "2",
					[2] = "6",
				},
				[3] = {
					[1] = "3",
					[2] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Восстанавливает %s%% от максимального запаса здоровья в течение %s сек. после нанесения вам критического удара.",
				["maxRank"] = 3,
				["name"] = "Мания крови",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonImp",
			},
			[8] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает бонус силы атаки ближнего боя от способности \"Боевой крик\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный боевой крик",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Warrior_BattleShout",
			},
			[9] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый оружием в левой руке, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на бое двумя оружиями",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_DualWield",
			},
			[10] = {
				[1] = {
					[1] = "2.",
				},
				[2] = {
					[1] = "5.",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты ярости на применение способности \"Казнь\" на %s",
				["maxRank"] = 2,
				["name"] = "Улучшенная казнь",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Sword_48",
			},
			[11] = {
				[1] = {
					[1] = "5",
					[2] = "12",
					[3] = "12",
				},
				[2] = {
					[1] = "10",
					[2] = "12",
					[3] = "12",
				},
				[3] = {
					[1] = "15",
					[2] = "12",
					[3] = "12",
				},
				[4] = {
					[1] = "20",
					[2] = "12",
					[3] = "12",
				},
				[5] = {
					[1] = "25",
					[2] = "12",
					[3] = "12",
				},
				["prereqs"] = {
				},
				["ability"] = "После получения критического урона, ваш наносимый урон в ближнем бою увеличится на %s%% на %s сек. Максимальное число ударов с увеличенным уроном – %s.",
				["maxRank"] = 5,
				["name"] = "Исступление",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_UnholyFrenzy",
			},
			[12] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время применения способности \"Мощный удар\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Умелый мощный удар",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_DecisiveStrike",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "10",
				["maxRank"] = 1,
				["name"] = "Жажда смерти",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "При активации увеличивает физический урон на 20%% и делает вас невосприимчивым к эффектам страха, но снижает вашу броню и все сопротивления н 20%%. Время действия 30 сек.",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_DeathPact",
			},
			[14] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления способности \"Перехват\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный перехват",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Sprint",
			},
			[15] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "При применении способности \"Ярость берсерка\" накапливается %s ед. ярости.",
				["maxRank"] = 2,
				["name"] = "Улучшенная ярость берсерка",
				["tier"] = 6,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_AncestralGuardian",
			},
			[16] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "15",
				},
				[3] = {
					[1] = "20",
				},
				[4] = {
					[1] = "25",
				},
				[5] = {
					[1] = "30",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 3,
				},
				["ability"] = "После нанесения критического удара в ближнем бою скорость атаки для следующих трех выпадов повышается на %s%%.",
				["maxRank"] = 5,
				["name"] = "Шквал",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_GhoulFrenzy",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Мгновенная атака, наносящая противнику урон, равный 45%% от вашей силы атаки. Следующие 5 успешных атак ближнего боя восстанавливают 10 ед. здоровья. Время действия эффекта – 8 сек.",
				["mana"] = "30",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["name"] = "Кровожадность",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "5",
				["cooldown"] = "6 сек.",
				["texture"] = "Interface\\Icons\\Spell_Nature_BloodLust",
			},
			["numTalents"] = 17,
			["name"] = "Неистовство",
			["background"] = "WarriorFury",
			["texture"] = "Interface\\Icons\\Ability_Warrior_BattleShout",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "1",
					[2] = "20",
					[3] = "1",
				},
				[2] = {
					[1] = "2",
					[2] = "40",
					[3] = "1",
				},
				[3] = {
					[1] = "3",
					[2] = "60",
					[3] = "1",
				},
				[4] = {
					[1] = "4",
					[2] = "80",
					[3] = "1",
				},
				[5] = {
					[1] = "5",
					[2] = "100",
					[3] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность блокировать атаку щитом на %s%%. При успешном блокировании атаки вы с вероятностью %s%% накопите %s ед. ярости.",
				["maxRank"] = 5,
				["name"] = "Специализация на щитах",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Shield_06",
			},
			[2] = {
				[1] = {
					[1] = "2.",
				},
				[2] = {
					[1] = "4.",
				},
				[3] = {
					[1] = "6.",
				},
				[4] = {
					[1] = "8.",
				},
				[5] = {
					[1] = "10.",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает навык защиты на %s",
				["maxRank"] = 5,
				["name"] = "Предчувствие",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_MirrorImage",
			},
			[3] = {
				[1] = {
					[1] = "2.",
				},
				[2] = {
					[1] = "5.",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает мгновенное количество ярости, накапливаемое при применении способности \"Кровавая ярость\", на %s",
				["maxRank"] = 2,
				["name"] = "Улучшенная кровавая ярость",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Racial_BloodRage",
			},
			[4] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает показатель брони от предметов на %s%%.",
				["maxRank"] = 5,
				["name"] = "Крепость",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_Devotion",
			},
			[5] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность сопротивления эффектам оглушения и подчинения на %s%%.",
				["maxRank"] = 5,
				["name"] = "Железная воля",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Magic_MageArmor",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 1,
				},
				["ability"] = "Повышение на 30%% максимального запаса здоровья на 20 секунд. После окончания действия эффекта максимальный запас здоровья принимает прежнее значение.",
				["maxRank"] = 1,
				["name"] = "Ни шагу назад",
				["tier"] = 3,
				["column"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "10 мин.",
				["texture"] = "Interface\\Icons\\Spell_Holy_AshesToAshes",
			},
			[7] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "2",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 2,
				},
				["ability"] = "Позволяет способности \"Блок щитом\" блокировать дополнительную атаку и увеличивает длительность на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный блок щитом",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Defend",
			},
			[8] = {
				[1] = {
					[1] = "15",
					[2] = "3",
				},
				[2] = {
					[1] = "30",
					[2] = "3",
				},
				[3] = {
					[1] = "45",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Применение способности \"Реванш\" с вероятностью %s%% оглушит противника на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный реванш",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Revenge",
			},
			[9] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% угрозу, создаваемую при атаках из оборонительной стойки.",
				["maxRank"] = 5,
				["name"] = "Неукротимость",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Warrior_InnerRage",
			},
			[10] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты ярости на применение способности \"Раскол брони\" на %s.",
				["maxRank"] = 3,
				["name"] = "Улучшенный раскол брони",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Sunder",
			},
			[11] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает время действия способности \"Разоружение\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенное разоружение",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Disarm",
			},
			[12] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления способности \"Провокация\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенная провокация",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Reincarnation",
			},
			[13] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает продолжительность действия эффекта способности \"Глухая оборона\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенная глухая оборона",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_ShieldWall",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Оглушает противника на 5 сек.",
				["mana"] = "15",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "45 сек.",
				["name"] = "Оглушающий удар",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "5",
				["require"] = "Оружие ближнего боя",
				["texture"] = "Interface\\Icons\\Ability_ThunderBolt",
			},
			[15] = {
				[1] = {
					[1] = "50",
					[2] = "3",
				},
				[2] = {
					[1] = "100",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "При использовании вами способности \"Удар щитом\" ваш противник с вероятностью %s%% потеряет способность произносить заклинания на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный удар щитом",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Warrior_ShieldBash",
			},
			[16] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый одноручным оружием в ближнем бою, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на одноручном оружии",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Sword_20",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Мощный удар щитом, наносящий противнику 225 - 235 ед. урона (величина зависит от показателя блокирования щита) и с вероятностью 50%% рассеивающий 1 магический эффект, наложенный на цель. Значительно повышает уровень угрозы.",
				["mana"] = "20",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "6 сек.",
				["name"] = "Мощный удар щитом",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "5",
				["require"] = "Щиты",
				["texture"] = "Interface\\Icons\\INV_Shield_05",
			},
			["numTalents"] = 17,
			["name"] = "Защита",
			["background"] = "WarriorProtection",
			["texture"] = "Interface\\Icons\\INV_Shield_06",
		},
		["localClass"] = "Воин",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["ROGUE"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашей способностью \"Потрошение\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Жестокое потрошение",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Eviscerate",
			},
			[2] = {
				[1] = {
					[1] = "20",
					[2] = "20",
				},
				[2] = {
					[1] = "40",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает шанс нанести критический удар способностями \"Коварный удар\", \"Удар в спину\", \"Внезапный удар\" и \"Призрачный удар\" на %s%% после убийства цели, за которое вы получаете опыт или честь. Время действия – %s сек.",
				["maxRank"] = 2,
				["name"] = "Беспощадные атаки",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_FiegnDead",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает шанс нанести критический удар на %s%%.",
				["maxRank"] = 5,
				["name"] = "Злоба",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Racial_BloodRage",
			},
			[4] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% ваш завершающий прием засчитается как первый прием новой серии.",
				["maxRank"] = 3,
				["name"] = "Жестокость",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Druid_Disembowel",
			},
			[5] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый гуманоидам, великанам, животным и драконам на %s%%.",
				["maxRank"] = 2,
				["name"] = "Убийство",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_DeathScream",
			},
			[6] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				[3] = {
					[1] = "45",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает время действия способности \"Мясорубка\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Жестокая мясорубка",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Rogue_SliceDice",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "С вероятностью 20%% за каждый прием в серии ваш завершающий прием восстановит 25 энергии.",
				["maxRank"] = 1,
				["name"] = "Неослабевающие удары",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_DecisiveStrike",
			},
			[8] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффект ослабления брони при применении способности \"Ослабление доспеха\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Сильное ослабление доспеха",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Riposte",
			},
			[9] = {
				[1] = {
					[1] = "6",
				},
				[2] = {
					[1] = "12",
				},
				[3] = {
					[1] = "18",
				},
				[4] = {
					[1] = "24",
				},
				[5] = {
					[1] = "30",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 3,
				},
				["ability"] = "Увеличивает дополнительный урон от критических ударов способностей \"Коварный удар\", \"Парализующий удар\", \"Удар в спину\", \"Призрачный удар\" и \"Кровоизлияние\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Смертоносность",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_CriticalStrike",
			},
			[10] = {
				[1] = {
					[1] = "4",
					[2] = "8",
				},
				[2] = {
					[1] = "8",
					[2] = "16",
				},
				[3] = {
					[1] = "12",
					[2] = "24",
				},
				[4] = {
					[1] = "16",
					[2] = "32",
				},
				[5] = {
					[1] = "20",
					[2] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими ядами на %s%%. Увеличивает вероятность того, что ваши яды не будут нейтрализованы, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Тлетворные яды",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Rogue_FeignDeath",
			},
			[11] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность отравить цель ядом на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенные яды",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Poisons",
			},
			[12] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Хладнокровие",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "При использовании повышает вероятность критического удара способностей \"Коварный удар\", \"Удар в спину\", \"Внезапный удар\" и \"Потрошение\" на 100%%.",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Ice_Lament",
			},
			[13] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				["prereqs"] = {
				},
				["ability"] = "При воздействии вашей способности \"Удар по почкам\" противник получает дополнительно %s%% урона от всех источников.",
				["maxRank"] = 3,
				["name"] = "Улучшенный удар по почкам",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Rogue_KidneyShot",
			},
			[14] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "В случае, если прием, увеличивающий длину серии, нанесет критический урон, есть вероятность %s%%, что длина серии увеличится дополнительно на 1 прием.",
				["maxRank"] = 5,
				["name"] = "Печать судьбы",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ChillTouch",
			},
			[15] = {
				["prereqs"] = {
				},
				["ability"] = "Увеличивает максимальный запас энергии на 10 ед.",
				["maxRank"] = 1,
				["name"] = "Неутомимость",
				["tier"] = 7,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_EarthBindTotem",
			},
			["numTalents"] = 15,
			["name"] = "Ликвидация",
			["background"] = "RogueAssassination",
			["texture"] = "Interface\\Icons\\Ability_Rogue_Garrote",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "1.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает продолжительность действия эффекта способности \"Парализующий удар\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный парализующий удар",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Gouge",
			},
			[2] = {
				[1] = {
					[1] = "3.",
				},
				[2] = {
					[1] = "5.",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход энергии на способность \"Коварный удар\" на %s ед.",
				["maxRank"] = 2,
				["name"] = "Улучшенный коварный удар",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_RitualOfSacrifice",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность уклонения на %s%%.",
				["maxRank"] = 5,
				["name"] = "Молниеносные рефлексы",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Invisibilty",
			},
			[4] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара способностью \"Удар в спину\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный удар в спину",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_BackStab",
			},
			[5] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность парирования атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отражение",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[6] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность попадания оружием ближнего боя на %s%%.",
				["maxRank"] = 5,
				["name"] = "Точность",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Marksmanship",
			},
			[7] = {
				[1] = {
					[1] = "45",
				},
				[2] = {
					[1] = "1.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления ваших способностей \"Спринт\" и \"Ускользание\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Закалка",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWard",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "10",
				["maxRank"] = 1,
				["ability"] = "Этот удар становится доступен игроку после парирования удара противника. Эта атака наносит 150%% от урона оружия и обезоруживает противника на 6 сек.",
				["name"] = "Ответный удар",
				["tier"] = 3,
				["column"] = 2,
				["range"] = "5",
				["cooldown"] = "6 сек.",
				["texture"] = "Interface\\Icons\\Ability_Warrior_Challange",
			},
			[9] = {
				[1] = {
					[1] = "50",
				},
				[2] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Дает %s%%-й шанс снятия затрудняющих передвижение эффектов при использовании способности \"Спринт\".",
				["maxRank"] = 2,
				["name"] = "Улучшенный спринт",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Sprint",
			},
			[10] = {
				[1] = {
					[1] = "50",
					[2] = "2",
				},
				[2] = {
					[1] = "100",
					[2] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности лишить противника дара речи на %s сек. при использовании способности \"Пинок\".",
				["maxRank"] = 2,
				["name"] = "Улучшенный пинок",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Kick",
			},
			[11] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара при использовании кинжалов на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на кинжалах",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Weapon_ShortBlade_05",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				[4] = {
					[1] = "40",
				},
				[5] = {
					[1] = "50",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["ability"] = "Увеличивает урон, наносимый оружием в левой руке, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на бое двумя оружиями",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_DualWield",
			},
			[13] = {
				[1] = {
					[1] = "1,",
					[2] = "1",
					[3] = "3",
				},
				[2] = {
					[1] = "2,",
					[2] = "2",
					[3] = "3",
				},
				[3] = {
					[1] = "3,",
					[2] = "3",
					[3] = "3",
				},
				[4] = {
					[1] = "4,",
					[2] = "4",
					[3] = "3",
				},
				[5] = {
					[1] = "5,",
					[2] = "5",
					[3] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает навык владения дробящим оружием на %s ед. При использовании дробящего оружия вы с вероятностью %s%% оглушите цель на %s сек.",
				["maxRank"] = 5,
				["name"] = "Специализация на дробящем оружии",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Mace_01",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "25",
				["maxRank"] = 1,
				["ability"] = "Повышает скорость атаки на 20%%, при этом также наносится удар ближайшему противнику. Время действия – 15 сек.",
				["name"] = "Шквал клинков",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "3",
				["cooldown"] = "2 мин.",
				["texture"] = "Interface\\Icons\\Ability_Warrior_PunishingBlow",
			},
			[15] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% позволяет атаковать противника повторно после того, как вы ударите его мечом.",
				["maxRank"] = 5,
				["name"] = "Специализация на владении мечами",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Sword_27",
			},
			[16] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара при использовании кистевого оружия на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на кистевом оружии",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\INV_Gauntlets_04",
			},
			[17] = {
				[1] = {
					[1] = "3.",
				},
				[2] = {
					[1] = "5.",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличивает ваш навык владения мечами, кинжалами и кистевым оружием на %s ед.",
				["maxRank"] = 2,
				["name"] = "Оружейное мастерство",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStrength",
			},
			[18] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими способностями \"Коварный удар\" и \"Потрошение\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Агрессивность",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Racial_Avatar",
			},
			[19] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Выброс адреналина",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "Увеличивает скорость восполнения энергии на 100%% на 15 сек.",
				["cooldown"] = "5 мин.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWordDominate",
			},
			["numTalents"] = 19,
			["name"] = "Бой",
			["background"] = "RogueCombat",
			["texture"] = "Interface\\Icons\\INV_Weapon_ShortBlade_14",
		},
		[3] = {
			[1] = {
				[1] = {
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "2",
				},
				[4] = {
					[1] = "3",
				},
				[5] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает вероятность того, что вы будете обнаружены, когда находитесь в режиме незаметности.",
				["maxRank"] = 5,
				["name"] = "Мастер маскировки",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Charm",
			},
			[2] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый со спины способностями \"Удар в спину\", \"Гаррота\" и \"Внезапный удар\", на %s%%.",
				["maxRank"] = 5,
				["name"] = "Правильный момент",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Warrior_WarCry",
			},
			[3] = {
				[1] = {
					[1] = "1",
					[2] = "10",
				},
				[2] = {
					[1] = "2",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает вероятность критического поражения в ближнем и дальнем бою на %s%%, увеличивает величину угрозы, нейтрализуемую способностью \"Ложный выпад\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Ловкость рук",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Feint",
			},
			[4] = {
				[1] = {
					[1] = "45",
				},
				[2] = {
					[1] = "90",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления способностей \"Исчезновение\" и \"Ослепление\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Неуловимость",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Magic_LesserInvisibilty",
			},
			[5] = {
				[1] = {
					[1] = "3",
					[2] = "1",
				},
				[2] = {
					[1] = "6",
					[2] = "2",
				},
				[3] = {
					[1] = "9",
					[2] = "3",
				},
				[4] = {
					[1] = "12",
					[2] = "4",
				},
				[5] = {
					[1] = "15",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вашу скорость в состоянии незаметности на %s%% и сокращает время восстановления способности \"Незаметность\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Камуфляж",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Stealth",
			},
			[6] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				[3] = {
					[1] = "75",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% в результате проведения приемов \"Внезапный удар\", \"Гаррота\" и \"Подлый трюк\" длина серии приемов, проводимой против цели, увеличится дополнительно на 1 прием.",
				["maxRank"] = 3,
				["name"] = "Инициатива",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Fumble",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "40",
				["maxRank"] = 1,
				["ability"] = "Удар, наносящий урон, равный 125%% стандартного урона оружия, и увеличивающий вероятность уклонения от атак на 15%% на 7 сек. Длина серии приемов увеличивается на 1.",
				["require"] = "Оружие ближнего боя",
				["name"] = "Призрачный удар",
				["tier"] = 3,
				["column"] = 2,
				["range"] = "5",
				["cooldown"] = "20 сек.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Curse",
			},
			[8] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				[3] = {
					[1] = "45",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара способностью \"Внезапный удар\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный внезапный удар",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Ambush",
			},
			[9] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				[3] = {
					[1] = "45",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% в результате уклонения от физической атаки или полного сопротивления заклинанию длина серии приемов, проводимой против цели, увеличится на 1 прием.",
				["maxRank"] = 3,
				["name"] = "Выучка",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_MirrorImage",
			},
			[10] = {
				[1] = {
					[1] = "30",
				},
				[2] = {
					[1] = "60",
				},
				[3] = {
					[1] = "90",
				},
				["prereqs"] = {
				},
				["ability"] = "После применения способности \"Ошеломление\" с вероятностью %s%% вы будете снова незаметны.",
				["maxRank"] = 3,
				["name"] = "Улучшенное ошеломление",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Sap",
			},
			[11] = {
				[1] = {
					[1] = "1.67",
					[2] = "10",
				},
				[2] = {
					[1] = "3.34",
					[2] = "20",
				},
				[3] = {
					[1] = "5",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Позволяет вашим атакам игнорировать %s ед. брони цели. Увеличивает урон от способности \"Рваная рана\" на %s%%. Количество снижаемой брони, увеличивается с вашим уровнем.",
				["maxRank"] = 3,
				["name"] = "Зазубренные клинки",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Sword_17",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
					[2] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает способность обнаруживать незаметных существ и снижает вероятность получения урона от атак дальнего боя и заклинаний на %s%%.",
				["maxRank"] = 2,
				["name"] = "Обостренные чувства",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Ambush",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Подготовка",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "При активации этой способности немедленно обнуляется время восстановления других способностей Разбойника.",
				["cooldown"] = "10 мин.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_AntiShadow",
			},
			[14] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход энергии на способности \"Подлый трюк\" и \"Гаррота\" на %s ед.",
				["maxRank"] = 2,
				["name"] = "Грязные делишки",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonSuccubus",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 4,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "35",
				["maxRank"] = 1,
				["ability"] = "Резкий удар, наносящий урон. Вызванное ударом кровоизлияние усиливает физический урон, причиненный цели, на величину до 3ед. Длится 30 ударов или в течение 15 сек. Длина серии приемов увеличивается на 1.",
				["require"] = "Оружие ближнего боя",
				["name"] = "Кровоизлияние",
				["tier"] = 5,
				["column"] = 4,
				["range"] = "5",
				["cooldown"] = "6 сек.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_LifeDrain",
			},
			[16] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает силу атаки на %s%%.",
				["maxRank"] = 5,
				["name"] = "Убойная сила",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Weapon_Crossbow_11",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["ability"] = "Подготовительный прием, засчитывающийся за 2 приема. Необходимо продолжить или завершить серию в течение 10 сек. или эффект пропадет.",
				["require"] = "Незаметность",
				["name"] = "Умысел",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "2 мин.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Possession",
			},
			["numTalents"] = 17,
			["name"] = "Скрытность",
			["background"] = "RogueSubtlety",
			["texture"] = "Interface\\Icons\\Ability_Ambush",
		},
		["localClass"] = "Разбойник",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["MAGE"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "5",
					[2] = "20",
				},
				[2] = {
					[1] = "10",
					[2] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает сопротивление цели всем вашим заклинаниям на %s ед., а угрозу, создаваемую вашими заклинаниями тайной магии, – на %s%%.",
				["maxRank"] = 2,
				["name"] = "Искусные чары",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_DispelMagic",
			},
			[2] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает вероятность сопротивления цели вашим заклинаниям тайной магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Средоточие чар",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_Devotion",
			},
			[3] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% применение заклинания \"Чародейские стрелы\" не будет прервано при получении урона.",
				["maxRank"] = 5,
				["name"] = "Улучшенные чародейские стрелы",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_StarFall",
			},
			[4] = {
				[1] = {
					[1] = "13",
				},
				[2] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый магическими жезлами, на %s%%.",
				["maxRank"] = 2,
				["name"] = "Специализация на владении жезлами",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Wand_01",
			},
			[5] = {
				[1] = {
					[1] = "2",
					[2] = "1",
				},
				[2] = {
					[1] = "4",
					[2] = "2",
				},
				[3] = {
					[1] = "6",
					[2] = "3",
				},
				[4] = {
					[1] = "8",
					[2] = "4",
				},
				[5] = {
					[1] = "10",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает сопротивление всем видам магии на %s ед. Если заклинание не имело эффекта из-за вашего сопротивления, вы восполняете %s%% максимального запаса вашей маны, но этот эффект срабатывает не чаще, чем раз в 1 сек.",
				["maxRank"] = 5,
				["name"] = "Магическое поглощение",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_AstralRecalGroup",
			},
			[6] = {
				[1] = {
					[1] = "2",
					[2] = "100",
				},
				[2] = {
					[1] = "4",
					[2] = "100",
				},
				[3] = {
					[1] = "6",
					[2] = "100",
				},
				[4] = {
					[1] = "8",
					[2] = "100",
				},
				[5] = {
					[1] = "10",
					[2] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Если ваше заклинание наносит урон противнику, вы с вероятностью %s%% приходите в состояние \"Ясность мысли\". \"Ясность мысли\" снижает затраты маны на ваше следующее заклинание, наносящее урон, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Чародейская сосредоточенность",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ManaBurn",
			},
			[7] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффективность заклинаний \"Усиление магии\" и \"Ослабление магии\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Магическое созвучие",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_AbolishMagic",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанести критический урон заклинанием \"Чародейский взрыв\" на %s%%",
				["maxRank"] = 3,
				["name"] = "Улучшенный чародейский взрыв",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_WispSplode",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Увеличивает показатель вашей брони на 50%% от интеллекта.",
				["maxRank"] = 1,
				["name"] = "Чародейская стойкость",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Arcane_ArcaneResilience",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает потери маны при получении урона под действием заклинания \"Щит маны\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный щит маны",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_DetectLesserInvisibility",
			},
			[11] = {
				[1] = {
					[1] = "50",
					[2] = "4",
				},
				[2] = {
					[1] = "100",
					[2] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваше заклинание \"Антимагия\" также с вероятностью %s%% лишает противника возможности произносить заклинания на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенная Антимагия",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_IceShock",
			},
			[12] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Во время произнесения заклинаний мана восполняется со скоростью, равной %s%% от обычной.",
				["maxRank"] = 3,
				["name"] = "Чародейская медитация",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SiphonMana",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Величие разума",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "При использовании позволяет мгновенно произнести заклинание, обычное время произнесения которого ниже 10 сек.",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Nature_EnchantArmor",
			},
			[14] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Повышает ваш максимальный запас маны на %s%%.",
				["maxRank"] = 5,
				["name"] = "Чародейский ум",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Charm",
			},
			[15] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличивает урон, наносимый вашими заклинаниями, и вероятность нанести критический удар на %s%%.",
				["maxRank"] = 3,
				["name"] = "Магическая нестабильность",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Teleport",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 6,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Мощь тайной магии",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "При использовании увеличивает урон, наносимый вашими заклинаниями, на 30%% и затраты маны на 30%%. Время действия – 15 сек.",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Nature_Lightning",
			},
			["numTalents"] = 16,
			["name"] = "Тайная магия",
			["background"] = "MageArcane",
			["texture"] = "Interface\\Icons\\Spell_Nature_WispSplode",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время произнесения заклинания \"Огненный шар\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный огненный шар",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_FlameBolt",
			},
			[2] = {
				[1] = {
					[1] = "2",
					[2] = "2",
				},
				[2] = {
					[1] = "4",
					[2] = "2",
				},
				[3] = {
					[1] = "6",
					[2] = "2",
				},
				[4] = {
					[1] = "8",
					[2] = "2",
				},
				[5] = {
					[1] = "10",
					[2] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% ваши заклинания магии огня оглушат цель на %s сек.",
				["maxRank"] = 5,
				["name"] = "Сотрясение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_MeteorStorm",
			},
			[3] = {
				[1] = {
					[1] = "8",
					[2] = "4",
				},
				[2] = {
					[1] = "16",
					[2] = "4",
				},
				[3] = {
					[1] = "24",
					[2] = "4",
				},
				[4] = {
					[1] = "32",
					[2] = "4",
				},
				[5] = {
					[1] = "40",
					[2] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Критические удары ваших заклинаний магии огня воспламеняют цель, нанося ей дополнительный урон в размере %s%% от урона примененного заклинания в течение %s сек.",
				["maxRank"] = 5,
				["name"] = "Воспламенение",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_Incinerate",
			},
			[4] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность действия всех ваших заклинаний магии огня на %s м.",
				["maxRank"] = 2,
				["name"] = "Метание пламени",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_Flare",
			},
			[5] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "1.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинания \"Огненный взрыв\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный огненный взрыв",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Fireball",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность нанесения критического удара заклинаниями \"Огненный взрыв\" и \"Ожог\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Испепеление",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_FlameShock",
			},
			[7] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанести критический урон заклинанием \"Огненный столб\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный огненный столб",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_SelfDestruct",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "6",
				["mana"] = "125",
				["maxRank"] = 1,
				["ability"] = "Бросает в противника огромную огненную глыбу, которая наносит 141 - 187 ед. урона от огня единовременно и 56 ед. урона от огня в течение 12 сек.",
				["name"] = "Огненная глыба",
				["tier"] = 3,
				["column"] = 3,
				["range"] = "35",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Fire_Fireball02",
			},
			[9] = {
				[1] = {
					[1] = "35",
					[2] = "15",
				},
				[2] = {
					[1] = "70",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% время произнесения заклинаний магии огня не будет увеличено при получении урона. Снижает уровень угрозы, создаваемый такими заклинаниями, на %s%%.",
				["maxRank"] = 2,
				["name"] = "Пылающая душа",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Fire_Fire",
			},
			[10] = {
				[1] = {
					[1] = "33",
					[2] = "3",
					[3] = "30",
					[4] = "5",
				},
				[2] = {
					[1] = "66",
					[2] = "3",
					[3] = "30",
					[4] = "5",
				},
				[3] = {
					[1] = "100",
					[2] = "3",
					[3] = "30",
					[4] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% заклинание \"Ожог\" может сделать противника уязвимым для магии огня, увеличивая наносимый ему урон от магии огня на %s%% в течение %s сек. Эффект суммируется до %s раз.",
				["maxRank"] = 3,
				["name"] = "Улучшенный ожог",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_SoulBurn",
			},
			[11] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Заклинание \"Защита от огня\" с вероятностью %s%% отражает заклинания школы огня.",
				["maxRank"] = 2,
				["name"] = "Улучшенная защита от огня",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_FireArmor",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Если ваше заклинание магии огня или льда наносит критический урон, вы восполняете ману в объеме %s%% от его базовой стоимости.",
				["maxRank"] = 3,
				["name"] = "Повелитель Стихий",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Fire_MasterOfElements",
			},
			[13] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность нанести критический удар заклинанием магии огня на %s%%.",
				["maxRank"] = 3,
				["name"] = "Критическая масса",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_WispHeal",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "215",
				["maxRank"] = 1,
				["ability"] = "От заклинателя расходится волна пламени, нанося всем противникам в зоне действия 154 - 186 ед. урона от огня и вызывая у них головокружение на 6 сек.",
				["name"] = "Взрывная волна",
				["tier"] = 5,
				["column"] = 3,
				["range"] = "3",
				["cooldown"] = "45 сек.",
				["texture"] = "Interface\\Icons\\Spell_Holy_Excorcism_02",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон от ваших заклинаний магии огня на %s%%.",
				["maxRank"] = 5,
				["name"] = "Сила огня",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Immolation",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Возгорание",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "При использовании каждое заклинание магии огня, достигшее цели, увеличивает вероятность нанесения критического урона от огня на 10%%. Этот эффект длится, пока 3 заклинания огня не нанесут критический урон.",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Fire_SealOfFire",
			},
			["numTalents"] = 16,
			["name"] = "Огонь",
			["background"] = "MageFire",
			["texture"] = "Interface\\Icons\\Spell_Fire_Fire",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "15",
					[2] = "10",
				},
				[2] = {
					[1] = "30",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% эффект усиления брони и сопротивления ваших заклинаний \"Морозный доспех\" и \"Ледяной доспех\". С вероятностью %s%% ваша \"Защита от магии льда\" может отразить заклинание магии льда.",
				["maxRank"] = 2,
				["name"] = "Защита от льда",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostWard",
			},
			[2] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время произнесения заклинания \"Ледяная стрела\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенная ледяная стрела",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostBolt02",
			},
			[3] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает вероятность сопротивления цели вашим заклинаниям магии льда и огня на %s%%.",
				["maxRank"] = 3,
				["name"] = "Точность стихии",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Ice_MagicDamage",
			},
			[4] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дополнительный урон при критическом ударе заклинаний магии льда на %s%%.",
				["maxRank"] = 5,
				["name"] = "Ледяные осколки",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Frost_IceShard",
			},
			[5] = {
				[1] = {
					[1] = "5",
					[2] = "5",
				},
				[2] = {
					[1] = "10",
					[2] = "5",
				},
				[3] = {
					[1] = "15",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Когда ваше заклинание накладывает на цель эффект категории \"Окоченение\", с вероятностью %s%% оно заморозит цель на %s сек.",
				["maxRank"] = 3,
				["name"] = "Обморожение",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostArmor",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинания \"Кольцо льда\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенное кольцо льда",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_FreezingBreath",
			},
			[7] = {
				[1] = {
					[1] = "1",
					[2] = "4",
				},
				[2] = {
					[1] = "2",
					[2] = "7",
				},
				[3] = {
					[1] = "3",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает время действия эффекта окоченения ваших заклинаний на %s сек. Скорость передвижения окоченевшего противника снижается дополнительно на %s%%.",
				["maxRank"] = 3,
				["name"] = "Вечная мерзлота",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Frost_Wisp",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими заклинаниями магии льда, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Пронзающий лед",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Frost_Frostbolt",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Холодная хватка",
				["tier"] = 3,
				["column"] = 2,
				["ability"] = "При использовании мгновенно завершает восстановление всех ваших заклинаний магии льда.",
				["cooldown"] = "10 мин.",
				["texture"] = "Interface\\Icons\\Spell_Frost_WizardMark",
			},
			[10] = {
				[1] = {
					[1] = "30",
					[2] = "1.50",
				},
				[2] = {
					[1] = "50",
					[2] = "1.50",
				},
				[3] = {
					[1] = "65",
					[2] = "1.50",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваше заклинание \"Снежная буря\" накладывает на противников эффект окоченения, снижая скорость их передвижения на %s%% на %s сек.",
				["maxRank"] = 3,
				["name"] = "Свирепая снежная буря",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Frost_IceStorm",
			},
			[11] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность действия ваших заклинаний \"Ледяная стрела\" и \"Снежная буря\", а также радиус действия ваших заклинаний \"Кольцо льда\" и \"Конус холода\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел льда",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_DarkRitual",
			},
			[12] = {
				[1] = {
					[1] = "5",
					[2] = "10",
				},
				[2] = {
					[1] = "10",
					[2] = "20",
				},
				[3] = {
					[1] = "15",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты маны на ваши заклинания магии льда на %s%% и угрозу, создаваемую этими заклинаниями, на%s%%.",
				["maxRank"] = 3,
				["name"] = "Поток льда",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_Stun",
			},
			[13] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				[4] = {
					[1] = "40",
				},
				[5] = {
					[1] = "50",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["ability"] = "Повышает вероятность нанесения критического удара заклинанием по замороженной цели на %s%%.",
				["maxRank"] = 5,
				["name"] = "Обледенение",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostShock",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "15",
				["maxRank"] = 1,
				["ability"] = "Вы оказываетесь в середине ледяной глыбы, которая защищает вас от всех физических атак и заклинаний на 10 сек., но в это время вы не можете никого атаковать, двигаться или применять заклинания.",
				["name"] = "Ледяная глыба",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "10",
				["cooldown"] = "5 мин.",
				["texture"] = "Interface\\Icons\\Spell_Frost_Frost",
			},
			[15] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "25",
				},
				[3] = {
					[1] = "35",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый заклинанием \"Конус холода\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный конус холода",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_Glacier",
			},
			[16] = {
				[1] = {
					[1] = "20",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				[2] = {
					[1] = "40",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				[3] = {
					[1] = "60",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				[4] = {
					[1] = "80",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				[5] = {
					[1] = "100",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваши наносящие урон заклинания магии льда с вероятностью %s%% накладывают на цель эффект \"Зимняя стужа\", который повышает вероятность нанесения критического удара этой цели заклинаниями магии льда на %s%% на %s сек. Эффект суммируется до %s раз.",
				["maxRank"] = 5,
				["name"] = "Зимняя стужа",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_ChillingBlast",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "305",
				["maxRank"] = 1,
				["ability"] = "Вас мгновенно окружает защитный барьер, поглощающий 438 ед. урона. Действует 1 мин. Пока барьер существует, ваши заклинания невозможно прервать.",
				["name"] = "Ледяная преграда",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "5",
				["cooldown"] = "30 сек",
				["texture"] = "Interface\\Icons\\Spell_Ice_Lament",
			},
			["numTalents"] = 17,
			["name"] = "Лед",
			["background"] = "MageFrost",
			["texture"] = "Interface\\Icons\\Spell_Frost_FreezingBreath",
		},
		["localClass"] = "Маг",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["PRIEST"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает ваш шанс на сопротивление оглушающих, устрашающих или лишающих речи эффектов на %s%%.",
				["maxRank"] = 5,
				["name"] = "Непреклонная воля",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Magic_MageArmor",
			},
			[2] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый магическими жезлами, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на владении жезлами",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Wand_01",
			},
			[3] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает угрозу, создаваемую вашими заклинаниями на %s%%.",
				["maxRank"] = 5,
				["name"] = "Молчаливая решимость",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_ManaRegenTotem",
			},
			[4] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает эффект от заклинаний \"Слово силы: Стойкость\" и \"Молитва стойкости\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное слово силы: Стойкость",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_WordFortitude",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество урона, поглощаемого заклинанием \"Слово силы: Щит\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное слово силы: Щит",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_PowerWordShield",
			},
			[6] = {
				[1] = {
					[1] = "50",
					[2] = "10",
					[3] = "6",
				},
				[2] = {
					[1] = "100",
					[2] = "20",
					[3] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Получив критический удар в ближнем или дальнем бою, с вероятностью %s%% вы окажетесь под воздействием эффекта \"Средоточие заклинаний\". Этот эффект предотвращает задержку произнесения ваших заклинаний при получении урона и увеличивает сопротивление эффектам прерывания на %s%%. Время действия – %s сек.",
				["maxRank"] = 2,
				["name"] = "Мученичество",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_Tranquility",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "При использовании снижает расход маны на следующее заклинание на 100%%, а также повышает вероятность критического эффекта на 25%%, если такой эффект возможен.",
				["maxRank"] = 1,
				["name"] = "Внутреннее сосредоточение",
				["tier"] = 3,
				["column"] = 2,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Frost_WindWalkOn",
			},
			[8] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Во время произнесения заклинаний мана восполняется со скоростью, равной %s%% от обычной.",
				["maxRank"] = 3,
				["name"] = "Медитация",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Sleep",
			},
			[9] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% бонус брони от заклинания \"Внутренний огонь\".",
				["maxRank"] = 3,
				["name"] = "Улучшенный внутренний огонь",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_InnerFire",
			},
			[10] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты маны на мгновенные заклинания на %s%%.",
				["maxRank"] = 5,
				["name"] = "Подвижность мысли",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hibernation",
			},
			[11] = {
				[1] = {
					[1] = "0.25",
				},
				[2] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время произнесения заклинания \"Сожжение маны\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенное сожжение маны",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ManaBurn",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает максимальный запас маны на %s%%.",
				["maxRank"] = 5,
				["name"] = "Сила мысли",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_EnchantArmor",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Сила светлой магии наполняет цель, повышая ее дух на 17 на 30 мин.",
				["mana"] = "285",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Божественный дух",
				["tier"] = 5,
				["column"] = 3,
				["range"] = "30",
				["cooldown"] = "1.5 сек.",
				["texture"] = "Interface\\Icons\\Spell_Holy_DivineSpirit",
			},
			[14] = {
				[1] = {
					[1] = "1",
					[2] = "1",
				},
				[2] = {
					[1] = "2",
					[2] = "2",
				},
				[3] = {
					[1] = "3",
					[2] = "3",
				},
				[4] = {
					[1] = "4",
					[2] = "4",
				},
				[5] = {
					[1] = "5",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает урон от заклинаний на %s%%, увеличивает вероятность нанести критический удар атакующими заклинаниями на %s%%.",
				["maxRank"] = 5,
				["name"] = "Сила воли",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_SlowingTotem",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Наполняет цель волшебной силой, увеличивающей наносимый ее заклинаниями урон и исцеляющие эффекты на 20%%. Время действия – 15 сек.",
				["mana"] = "22",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Придание сил",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Holy_PowerInfusion",
			},
			["numTalents"] = 15,
			["name"] = "Послушание",
			["background"] = "PriestDiscipline",
			["texture"] = "Interface\\Icons\\Spell_Holy_AuraOfLight",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "35",
				},
				[2] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% позволяет избежать прерывания в результате получения урона при использовании исцеляющих заклинаний.",
				["maxRank"] = 2,
				["name"] = "Средоточие исцеления",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_HealingFocus",
			},
			[2] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество здоровья, восстанавливаемого заклинанием \"Обновление\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное обновление",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_Renew",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность критического эффекта ваших заклинаний светлой магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на светлой магии",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfSalvation",
			},
			[4] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает получаемый урон от заклинаний на %s%%.",
				["maxRank"] = 5,
				["name"] = "Защита от заклинаний",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_SpellWarding",
			},
			[5] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время произнесения заклинаний \"Кара\", \"Священный огонь\", \"Исцеление\" и \"Великое исцеление\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Божественное неистовство",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfWrath",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Создает вокруг заклинателя вспышку священного света, наносящую 28 - 32 ед. урона от светлой магии всем противникам в радиусе 10 м и исцеляющую всех участников группы в радиусе 10 м на 52 - 60 ед. здоровья. Эти эффекты не влияют на уровень угрозы.",
				["mana"] = "185",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Кольцо света",
				["tier"] = 3,
				["column"] = 1,
				["range"] = "3",
				["cooldown"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Holy_HolyNova",
			},
			[7] = {
				[1] = {
					[1] = "6",
					[2] = "8",
				},
				[2] = {
					[1] = "6",
					[2] = "16",
				},
				[3] = {
					[1] = "6",
					[2] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Восстанавливает здоровье в течение %s сек. после получении критического урона в ближнем или дальнем бою в объеме, равном %s%% от полученного урона.",
				["maxRank"] = 3,
				["name"] = "Благословленное восстановление",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessedRecovery",
			},
			[8] = {
				[1] = {
					[1] = "8",
					[2] = "15",
				},
				[2] = {
					[1] = "16",
					[2] = "15",
				},
				[3] = {
					[1] = "25",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает броню цели на %s%% на %s сек. после критического эффекта заклинаний \"Быстрое исцеление\", \"Исцеление\", \"Великое исцеление\" или \"Молитва исцеления\".",
				["maxRank"] = 3,
				["name"] = "Вдохновение",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Holy_LayOnHands",
			},
			[9] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность действия ваших заклинаний \"Кара\" и \"Священный огонь\", а так же радиус заклинаний \"Молитва исцеления\" и \"Кольцо Света\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел сил Света",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_Purify",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты маны на заклинания \"Малое исцеление\", \"Исцеление\" и \"Великое исцеление\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное исцеление",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_Heal02",
			},
			[11] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["ability"] = "Увеличивает урон от заклинаний \"Кара\" и \"Священный Огонь\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Опаляющий свет",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SearingLightPriest",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты маны на ваше заклинание \"Молитва исцеления\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенная молитва исцеления",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_PrayerOfHealing02",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Умирая, жрец превращается в Дух воздаяния на 10 сек. Находясь в этом облике заклинатель не может двигаться, атаковать, быть атакованным или стать целью любых заклинаний и воздействий, но может без затрат маны использовать любые исцеляющие заклинания. По окончании действия эффекта жрец умирает.",
				["maxRank"] = 1,
				["name"] = "Дух воздаяния",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Enchant_EssenceEternalLarge",
			},
			[14] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает наносимый урон заклинаниями и исцеляющие эффекты на %s%% от вашего показателя духа.",
				["maxRank"] = 5,
				["name"] = "Духовное направление",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SpiritualGuidence",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество здоровья, восстанавливаемого вашими исцеляющими заклинаниями, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Духовное исцеление",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_MoonGlow",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Создает священный колодец Света. Члены вашей группы или рейда могут испить из него и восстановить 800 ед. здоровья в течение 10 сек. Любой полученный урон снимает данный эффект. Колодец исчезает через 3 мин. или после 5 использований.",
				["mana"] = "225",
				["maxRank"] = 1,
				["castTime"] = "1.5",
				["name"] = "Колодец Света",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "10 мин.",
				["texture"] = "Interface\\Icons\\Spell_Holy_SummonLightwell",
			},
			["numTalents"] = 16,
			["name"] = "Свет",
			["background"] = "PriestHoly",
			["texture"] = "Interface\\Icons\\Spell_Holy_LayOnHands",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "20",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				[2] = {
					[1] = "40",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				[3] = {
					[1] = "60",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				[4] = {
					[1] = "80",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				[5] = {
					[1] = "100",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "После убийства цели, за которое вы получаете опыт, с %s%% вероятностью ваш дух повысится на %s%%. В течение действия эффекта мана восполняется во время произнесения заклинаний с %s%% скоростью. Время действия – %s сек.",
				["maxRank"] = 5,
				["name"] = "Захват духа",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Requiem",
			},
			[2] = {
				[1] = {
					[1] = "2",
					[2] = "3",
				},
				[2] = {
					[1] = "4",
					[2] = "3",
				},
				[3] = {
					[1] = "6",
					[2] = "3",
				},
				[4] = {
					[1] = "8",
					[2] = "3",
				},
				[5] = {
					[1] = "10",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает на %s%% вероятность оглушения цели на %s сек. при нанесении ей урона от темной магии.",
				["maxRank"] = 5,
				["name"] = "Затмение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_GatherShadows",
			},
			[3] = {
				[1] = {
					[1] = "8",
				},
				[2] = {
					[1] = "16",
				},
				[3] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает угрозу, создаваемую заклинаниями темной магии, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Единение с Тьмой",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWard",
			},
			[4] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает время действия заклинания \"Слово Тьмы: Боль\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенное слово Тьмы: Боль",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWordPain",
			},
			[5] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает вероятность сопротивления противника вашим заклинаниям темной магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Средоточие Тьмы",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_BurningSpirit",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинания \"Ментальный крик\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный ментальный крик",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_PsychicScream",
			},
			[7] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "1.5",
				},
				[4] = {
					[1] = "2",
				},
				[5] = {
					[1] = "2.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинания \"Взрыв разума\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный взрыв разума",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_UnholyFrenzy",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Поражает разум противника энергией Тьмы, наносящей 75 ед. урона от темной магии в течение 3 сек. и снижающей его скорость передвижения на 50%%.",
				["mana"] = "45",
				["maxRank"] = 1,
				["name"] = "Пытка разума",
				["tier"] = 3,
				["column"] = 3,
				["range"] = "20",
				["texture"] = "Interface\\Icons\\Spell_Shadow_SiphonMana",
			},
			[9] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления способности \"Уход в тень\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный \"Уход в тень\"",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Magic_LesserInvisibilty",
			},
			[10] = {
				[1] = {
					[1] = "6",
				},
				[2] = {
					[1] = "13",
				},
				[3] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность действия ваших атакующих заклинаний темной магии на %s%%.",
				["maxRank"] = 3,
				["name"] = "Предел Тьмы",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ChillTouch",
			},
			[11] = {
				[1] = {
					[1] = "20",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				[2] = {
					[1] = "40",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				[3] = {
					[1] = "60",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				[4] = {
					[1] = "80",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				[5] = {
					[1] = "100",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваши заклинания темной магии, наносящие урон, с вероятностью %s%% могут сделать цель уязвимой для темной магии. Эта уязвимость увеличивает урон, наносимый вами магией этой школы, на %s%%. Эффект длится %s сек. и суммируется до %s раз.",
				["maxRank"] = 5,
				["name"] = "Плетение Тьмы",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_BlackPlague",
			},
			[12] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 1,
				},
				["ability"] = "Вызывает у противника немоту, не позволяя применять заклинания в течение 5 сек.",
				["mana"] = "225",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Безмолвие",
				["tier"] = 5,
				["column"] = 1,
				["range"] = "20",
				["cooldown"] = "45 сек.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_ImpPhaseShift",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Поражает вашу цель энергией Тьмы, которая исцеляет членов вашей группы на 20%% от урона, который вы наносите заклинаниями темной магии. Время действия –  1 мин.",
				["mana"] = "40",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Объятия вампира",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "10 сек.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_UnsummonBuilding",
			},
			[14] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличивает исцеление, получаемое от заклинания \"Объятия вампира\", на %s%%.",
				["maxRank"] = 2,
				["name"] = "Крепкие объятия вампира",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ImprovedVampiricEmbrace",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон от темной магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Мрак",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Twilight",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Жрец принимает облик Тьмы, в котором наносимый им урон от темной магии увеличивается на 15%%, получаемый физический урон уменьшается на 15%%. В этом облике нельзя использовать светлую магию.",
				["mana"] = "44",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Облик Тьмы",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "10",
				["cooldown"] = "1.5 сек.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Shadowform",
			},
			["numTalents"] = 16,
			["name"] = "Тьма",
			["background"] = "PriestShadow",
			["texture"] = "Interface\\Icons\\Spell_Shadow_Possession",
		},
		["localClass"] = "Жрец",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["WARLOCK"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает вероятность сопротивления противника вашим заклинаниям категории \"Колдовство\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Подавление",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_UnsummonBuilding",
			},
			[2] = {
				[1] = {
					[1] = "0.4",
				},
				[2] = {
					[1] = "0.8",
				},
				[3] = {
					[1] = "1.2",
				},
				[4] = {
					[1] = "1.6",
				},
				[5] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время произнесения заклинания \"Порча\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенная порча",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_AbominationExplosion",
			},
			[3] = {
				[1] = {
					[1] = "6",
				},
				[2] = {
					[1] = "13",
				},
				[3] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффективность вашего заклинания \"Проклятие слабости\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Гнетущее проклятие слабости",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_CurseOfMannoroth",
			},
			[4] = {
				[1] = {
					[1] = "50",
					[2] = "100",
					[3] = "10",
					[4] = "50",
				},
				[2] = {
					[1] = "100",
					[2] = "100",
					[3] = "10",
					[4] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "После убийства противника в процессе применения заклинания \"Похищение души\", вы с вероятностью %s%% увеличите скорость восполнения маны на %s%% на %s сек. Так же во время произнесения заклинаний мана восполняется со скоростью, равной %s%% от обычной.",
				["maxRank"] = 2,
				["name"] = "Улучшенное похищение души",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Haunting",
			},
			[5] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение количества маны, полученной при использовании заклинания \"Жизнеотвод\", на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный жизнеотвод",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_BurningSpirit",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество здоровья, вытягиваемого из противника при помощи заклинания \"Похищение жизни\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенное похищение жизни",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_LifeDrain02",
			},
			[7] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона, нанесенного заклинанием \"Проклятие агонии\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное проклятие агонии",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_CurseOfSargeras",
			},
			[8] = {
				[1] = {
					[1] = "14",
				},
				[2] = {
					[1] = "28",
				},
				[3] = {
					[1] = "42",
				},
				[4] = {
					[1] = "56",
				},
				[5] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% позволяет избежать прерывания в результате получения урона при произнесении заклинаний \"Похищение жизни\", \"Похищение маны\" и \"Похищение души\".",
				["maxRank"] = 5,
				["name"] = "Сосредоточение Скверны",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_FingerOfDeath",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Увеличивает эффект следующего заклинания \"Проклятие слабости\" или \"Проклятие агонии\" на 50%%, либо заклинания \"Проклятие изнеможения\" на 20%%. Время действия – 30 сек.",
				["maxRank"] = 1,
				["name"] = "Усиление проклятия",
				["tier"] = 3,
				["column"] = 3,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Contagion",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение дальности действия ваших заклинаний категории \"Колдовство\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел мрака",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_CallofBone",
			},
			[11] = {
				[1] = {
					[1] = "2",
					[2] = "100",
				},
				[2] = {
					[1] = "4",
					[2] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Заклинания \"Порча\" и \"Похищение жизни\" с вероятностью %s%% после нанесения урона противнику позволят войти в состояние \"Теневой транс\". \"Теневой транс\" снижает время произнесения следующего заклинания \"Стрела Тьмы\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Сумерки",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Twilight",
			},
			[12] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Способность \"Похищение маны\" также наносит урон в виде %s%% от похищенной маны.",
				["maxRank"] = 2,
				["name"] = "Улучшенное похищение маны",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SiphonMana",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "150",
				["maxRank"] = 1,
				["name"] = "Вытягивание жизни",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "Передача 15 ед. здоровья от цели к заклинателю раз в 3 сек. Время действия – 30 сек.",
				["range"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Requiem",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "7",
				["maxRank"] = 1,
				["name"] = "Проклятие изнеможения",
				["tier"] = 5,
				["column"] = 3,
				["ability"] = "Снижение скорости передвижения цели на 10%% на 12 сек. Чернокнижник может наложить на каждую цель только одно проклятие.",
				["range"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Shadow_GrimWard",
			},
			[15] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 3,
				},
				["ability"] = "Увеличивает снижение скорости от вашей способности \"Проклятие изнеможения\" на %s%%.",
				["maxRank"] = 4,
				["name"] = "Улучшенное проклятие изнеможения",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_GrimWard",
			},
			[16] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличивает количество здоровья, похищаемое вашими заклинаниями темной магии, а также урон, наносимый вашими заклинаниями темной магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Власть над Тенями",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadeTrueSight",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Похищает 150 ед. маны вашего питомца и восстанавливает такое же количество маны у вашего персонажа.",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["name"] = "Темный союз",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Shadow_DarkRitual",
			},
			["numTalents"] = 17,
			["name"] = "Колдовство",
			["background"] = "WarlockCurses",
			["texture"] = "Interface\\Icons\\Spell_Shadow_UnsummonBuilding",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% количества здоровья, восполняемого камнем здоровья.",
				["maxRank"] = 2,
				["name"] = "Улучшенный камень здоровья",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Stone_04",
			},
			[2] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает эффективность заклинаний \"Огненная стрела\", \"Огненный щит\" и \"Кровавый союз\" вашего беса на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный бес",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonImp",
			},
			[3] = {
				[1] = {
					[1] = "3",
					[2] = "1",
				},
				[2] = {
					[1] = "6",
					[2] = "2",
				},
				[3] = {
					[1] = "9",
					[2] = "3",
				},
				[4] = {
					[1] = "12",
					[2] = "4",
				},
				[5] = {
					[1] = "15",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает выносливость на %s%%, но снижает дух на %s%%.",
				["maxRank"] = 5,
				["name"] = "Демоническое облачение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Metamorphosis",
			},
			[4] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество передаваемого здоровья заклинанием \"Канал здоровья\", на %s%%.",
				["maxRank"] = 2,
				["name"] = "Широкий канал здоровья",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_LifeDrain",
			},
			[5] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает эффективность заклинаний демона Бездны \"Мучение\", \"Поглощение теней\", \"Жертвоприношение\" и \"Муки\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный демон Бездны",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonVoidWalker",
			},
			[6] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает на %s%% максимальный запас маны беса, демона Бездны, суккуба или охотника Скверны.",
				["maxRank"] = 5,
				["name"] = "Интеллект скверны",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_MagicalSentry",
			},
			[7] = {
				[1] = {
					[1] = "10",
					[2] = "10",
				},
				[2] = {
					[1] = "20",
					[2] = "20",
				},
				[3] = {
					[1] = "30",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффективность заклинаний суккуба \"Всплеск боли\" и \"Успокаивающий поцелуй\" на %s%%. Продлевает действие способностей \"Соблазн\" и \"Простая невидимость\" на%s%%.",
				["maxRank"] = 3,
				["name"] = "Всевластный суккуб",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonSuccubus",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Сокращает время призыва следующего беса, демона Бездны, суккуба или охотника Скверны на 5.5 сек., а расход маны на вызов – на 50%%.",
				["maxRank"] = 1,
				["name"] = "Господство Скверны",
				["tier"] = 3,
				["column"] = 2,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "15 мин.",
				["texture"] = "Interface\\Icons\\Spell_Nature_RemoveCurse",
			},
			[9] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает на %s%% максимальный запас здоровья беса, демона Бездны, суккуба или охотника Скверны.",
				["maxRank"] = 5,
				["name"] = "Выносливость скверны",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_AntiShadow",
			},
			[10] = {
				[1] = {
					[1] = "2",
					[2] = "20",
				},
				[2] = {
					[1] = "4",
					[2] = "40",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 2,
				},
				["ability"] = "Снижает время призыва беса, демона Бездны, суккуба и охотника Скверны на %s сек., а расход маны на призыв – на %s%%.",
				["maxRank"] = 2,
				["name"] = "Мастер призыва",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ImpPhaseShift",
			},
			[11] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого в ближнем бою демоном Бездны, суккубом или охотником Скверны.",
				["maxRank"] = 5,
				["name"] = "Нечестивая сила",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWordDominate",
			},
			[12] = {
				[1] = {
					[1] = "2",
					[2] = "2",
				},
				[2] = {
					[1] = "4",
					[2] = "4",
				},
				[3] = {
					[1] = "6",
					[2] = "6",
				},
				[4] = {
					[1] = "8",
					[2] = "8",
				},
				[5] = {
					[1] = "10",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает негативное воздействие на скорость атаки и произнесения заклинаний при применении заклинания \"Порабощение демона\" на %s%%, а также снижает шанс на сопротивление на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенное порабощение демона",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_EnslaveDemon",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Принесение в жертву вашего демона, что наделяет вас эффектом, длящимся 30 мин., либо до призыва очередного демона.\n\nБес: увеличение наносимого вами урона от огня на 15%%.\n\nДемон Бездны: восполнение 3%% здоровья раз в 4 сек.\n\nСуккуб: увеличение наносимого вами урона от темной магии на 15%%.\n\nОхотник Скверны: восполнение 2%% маны раз в 4 сек.",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["name"] = "Демоническое жертвоприношение",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "100",
				["cooldown"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Shadow_PsychicScream",
			},
			[14] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дополнительный урон от камня огня и эффекта камня огня на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный камень огня",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\INV_Ammo_FireTar",
			},
			[15] = {
				[1] = {
					[1] = "4",
					[2] = "2",
					[3] = "2",
					[4] = "2",
				},
				[2] = {
					[1] = "8",
					[2] = "4",
					[3] = "4",
					[4] = "4",
				},
				[3] = {
					[1] = "12",
					[2] = "6",
					[3] = "6",
					[4] = "6",
				},
				[4] = {
					[1] = "16",
					[2] = "8",
					[3] = "8",
					[4] = "8",
				},
				[5] = {
					[1] = "20",
					[2] = "10",
					[3] = "10",
					[4] = "1",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 3,
				},
				["ability"] = "Наделяет демона и заклинателя эффектом, длящимся все время, пока жив демон.\n\nБес – снижает уровень угрозы на %s%%.\n\nДемон Бездны – снижает получаемый физический урон на %s%%.\n\nСуккуб – повышает весь наносимый урон на %s%%.\n\nОхотник Скверны – повышает сопротивление всем видам магии на %s за уровень.",
				["maxRank"] = 5,
				["name"] = "Мастер-демонолог",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowPact",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "18",
				["maxRank"] = 1,
				["name"] = "Связка души",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "При активации 30%% всего урона, получаемого заклинателем, передается его бесу, демону Бездны, суккубу или охотнику Скверны. Кроме этого, демон и его хозяин будут наносить на 3%% больше урона. Эффект длится, пока демон находится рядом с хозяином.",
				["range"] = "100",
				["texture"] = "Interface\\Icons\\Spell_Shadow_GatherShadows",
			},
			[17] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество урона, поглощаемого камнем чар, на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный камень чар",
				["tier"] = 7,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_Gem_Sapphire_01",
			},
			["numTalents"] = 17,
			["name"] = "Демонология",
			["background"] = "WarlockSummoning",
			["texture"] = "Interface\\Icons\\Spell_Shadow_CurseOfTounges",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "4",
					[2] = "4",
					[3] = "12",
				},
				[2] = {
					[1] = "4",
					[2] = "8",
					[3] = "12",
				},
				[3] = {
					[1] = "4",
					[2] = "12",
					[3] = "12",
				},
				[4] = {
					[1] = "4",
					[2] = "16",
					[3] = "12",
				},
				[5] = {
					[1] = "4",
					[2] = "20",
					[3] = "12",
				},
				["prereqs"] = {
				},
				["ability"] = "Критические попадания вашего заклинания \"Стрела Тьмы\" увеличивают получаемый целью урон от темной магии на %s%% , пока цель не получит непериодические повреждения %s раза. Этот эффект может действовать до %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенная стрела Тьмы",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowBolt",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход маны на ваши заклинания категории \"Разрушение\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Катаклизм",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_WindsofWoe",
			},
			[3] = {
				[1] = {
					[1] = "0.1",
					[2] = "0.4",
				},
				[2] = {
					[1] = "0.2",
					[2] = "0.8",
				},
				[3] = {
					[1] = "0.3",
					[2] = "1.2",
				},
				[4] = {
					[1] = "0.4",
					[2] = "1.6",
				},
				[5] = {
					[1] = "0.5",
					[2] = "2.0",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время произнесения заклинаний \"Стрела Тьмы\" и \"Жертвенный огонь\" на %s сек., а заклинания \"Ожог души\" – на %s сек.",
				["maxRank"] = 5,
				["name"] = "Погибель",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_DeathPact",
			},
			[4] = {
				[1] = {
					[1] = "2",
					[2] = "5",
				},
				[2] = {
					[1] = "4",
					[2] = "5",
				},
				[3] = {
					[1] = "6",
					[2] = "5",
				},
				[4] = {
					[1] = "8",
					[2] = "5",
				},
				[5] = {
					[1] = "10",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Заклинания категории \"Разрушение\" с %s%%-й вероятностью вызовут у цели головокружение на %s сек.",
				["maxRank"] = 5,
				["name"] = "Последствия",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Fire",
			},
			[5] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время произнесения заклинания беса \"Огненная стрела\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенная огненная стрела",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_FireBolt",
			},
			[6] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинания суккуба \"Всплеск боли\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный всплеск боли",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Curse",
			},
			[7] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает шанс нанесения критического удара заклинаниями разрушения на %s%%.",
				["maxRank"] = 5,
				["name"] = "Опустошение",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_FlameShock",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Мгновенно наносит цели 87 - 99 ед. урона от темной магии. Если жертва погибает в течение 5 сек. после применения заклинания \"Ожог Тьмы\" и это убийство приносит очки опыта или чести, заклинатель получает осколок души.",
				["mana"] = "105",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Ожог Тьмы",
				["tier"] = 3,
				["column"] = 4,
				["range"] = "20",
				["cooldown"] = "15 сек.",
				["texture"] = "Interface\\Icons\\Spell_Shadow_ScourgeBuild",
			},
			[9] = {
				[1] = {
					[1] = "35",
				},
				[2] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "%s%% шанс избежать прерывания заклинания от получения урона при наложении заклинаний \"Огненный ливень\",\"Адское Пламя\" и \"Ожог души\".",
				["maxRank"] = 2,
				["name"] = "Напряжение",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_LavaSpawn",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность действия ваших заклинаний категории \"Разрушение\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел разрушения",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_CorpseExplode",
			},
			[11] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение вероятности критического эффекта заклинания \"Жгучая боль\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Непереносимая жгучая боль",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Fire_SoulBurn",
			},
			[12] = {
				[1] = {
					[1] = "13",
					[2] = "3",
				},
				[2] = {
					[1] = "26",
					[2] = "3",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 1,
				},
				["ability"] = "Ваши заклинания \"Огненный ливень\" \"Адское Пламя\" и \"Ожог Души\", получают %s%% -ный шанс оглушить цель на %s сек.",
				["maxRank"] = 2,
				["name"] = "Огнесдвиг",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_Volcano",
			},
			[13] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Усиливает начальный урон заклинания \"Жертвенный огонь\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Жаркий жертвенный огонь",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_Immolation",
			},
			[14] = {
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Увеличивает дополнительный урон при критическом ударе заклинаний категории \"Разрушение\" на 100%%.",
				["maxRank"] = 1,
				["name"] = "Разгром",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWordPain",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон от ваших заклинаний огня на %s%%.",
				["maxRank"] = 5,
				["name"] = "Бушующее пламя",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_SelfDestruct",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Воспламеняет цель, которая уже находится под действием вашего заклинания \"Жертвенный огонь\", нанося 240 - 306 ед. урона от огня, снимая действие эффекта \"Жертвенный огонь\".",
				["mana"] = "165",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Поджигание",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "10 сек.",
				["texture"] = "Interface\\Icons\\Spell_Fire_Fireball",
			},
			["numTalents"] = 16,
			["name"] = "Разрушение",
			["background"] = "WarlockDestruction",
			["texture"] = "Interface\\Icons\\Spell_Fire_Incinerate",
		},
		["localClass"] = "Чернокнижник",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["DRUID"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает время произнесения заклинания \"Гнев\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный гнев",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_AbolishMagic",
			},
			[2] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "50",
				["maxRank"] = 1,
				["name"] = "Хватка природы",
				["tier"] = 1,
				["column"] = 2,
				["ability"] = "Каждый раз, когда противник наносит удар заклинателю, находящемуся под эффектом этой способности, его с вероятностью 35%% поражает заклинание \"Гнев деревьев\" (уровень 1). Доступно только вне помещений. 1 срабатывание. Время действия – 45 сек.",
				["cooldown"] = "1 мин.",
				["texture"] = "Interface\\Icons\\Spell_Nature_NaturesWrath",
			},
			[3] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				[3] = {
					[1] = "45",
				},
				[4] = {
					[1] = "65",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 2,
				},
				["ability"] = "Повышает шанс опутать противника заклинанием \"Хватка природы\" на %s%%.",
				["maxRank"] = 4,
				["name"] = "Улучшенная хватка природы",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_NaturesWrath",
			},
			[4] = {
				[1] = {
					[1] = "40",
				},
				[2] = {
					[1] = "70",
				},
				[3] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% позволяет избежать прерывания в результате получения урона при произнесении заклинания \"Гнев деревьев\".",
				["maxRank"] = 3,
				["name"] = "Улучшенный гнев деревьев",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StrangleVines",
			},
			[5] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый заклинанием \"Лунный огонь\", и вероятность критического эффекта этого заклинания на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный лунный огонь",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_StarFall",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый физическими атаками во всех формах, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Оружие природы",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Staff_01",
			},
			[7] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход маны на смену облика на %s%%",
				["maxRank"] = 3,
				["name"] = "Прирожденный оборотень",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_WispSplode",
			},
			[8] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				[3] = {
					[1] = "75",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашим заклинанием \"Шипы\" на %s%%",
				["maxRank"] = 3,
				["name"] = "Улучшенные шипы",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_Thorns",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "120",
				["maxRank"] = 1,
				["name"] = "Знамение ясности",
				["tier"] = 3,
				["column"] = 3,
				["ability"] = "Наполняет друида природной энергией. Каждая его атака в ближнем бою имеет шанс ввести заклинателя в состояние \"Ясность мысли\", которое снижает расход маны, ярости или энергии на следующую атакующую способность, исцеляющее или наносящее урон заклинание на 100%%. Время действия – 10 мин.",
				["range"] = "1",
				["texture"] = "Interface\\Icons\\Spell_Nature_CrystalBall",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность действия ваших заклинаний \"Гнев\", \"Гнев деревьев\", \"Волшебный огонь\", \"Лунный огонь\", \"Звездный огонь\" и \"Гроза\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел сил Природы",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_NatureTouchGrow",
			},
			[11] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 2,
				},
				["ability"] = "Увеличивает дополнительный урон при критическом ударе ваших заклинаний \"Звездный огонь\", \"Лунный огонь\" и \"Гнев\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отмщение",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_Purge",
			},
			[12] = {
				[1] = {
					[1] = "1",
					[2] = "3",
					[3] = "3",
				},
				[2] = {
					[1] = "2",
					[2] = "6",
					[3] = "3",
				},
				[3] = {
					[1] = "3",
					[2] = "9",
					[3] = "3",
				},
				[4] = {
					[1] = "4",
					[2] = "12",
					[3] = "3",
				},
				[5] = {
					[1] = "5",
					[2] = "15",
					[3] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время произнесения заклинания \"Звездный огонь\" на %s сек. и имеет %s%% шанс оглушить цель на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный звездный огонь",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Arcane_StarFire",
			},
			[13] = {
				["prereqs"] = {
				},
				["ability"] = "Все критические удары заклинаниями одаряют вас благословением Природы, уменьшая время произнесения следующего заклинания на 0.5 сек.",
				["maxRank"] = 1,
				["name"] = "Благоволение природы",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_NaturesBlessing",
			},
			[14] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход маны на заклинания \"Лунный огонь\", \"Звездный огонь\", \"Гнев\", \"Целительное прикосновение\", \"Восстановление\" и \"Омоложение\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Лунное сияние",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Sentinal",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличивает урон, наносимый заклинаниями \"Звездный огонь\", \"Лунный огонь\" и \"Гнев\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Лунное неистовство",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_MoonGlow",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "17",
				["maxRank"] = 1,
				["name"] = "Облик лунного совуха",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "Друид превращается в лунного совуха. Бонус к броне за счет экипировки увеличивается на 360%%, а вероятность критического эффекта заклинаний участников группы в радиусе 30 м повышается на 3%%. В облике лунного совуха можно произносить заклинания только категории \"Баланс\".\n\nСмена облика освобождает заклинателя от эффектов превращения и эффектов, затрудняющих передвижение.",
				["cooldown"] = "1 мин.",
				["texture"] = "Interface\\Icons\\Spell_Nature_ForceOfNature",
			},
			["numTalents"] = 16,
			["name"] = "Баланс",
			["background"] = "DruidBalance",
			["texture"] = "Interface\\Icons\\Spell_Nature_Lightning",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает расход ярости или энергии на способности \"Трепка\", \"Размах\", \"Цапнуть\" и \"Глубокая рана\" на %s ед.",
				["maxRank"] = 5,
				["name"] = "Свирепость",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_Pet_Hyena",
			},
			[2] = {
				[1] = {
					[1] = "8",
					[2] = "3",
				},
				[2] = {
					[1] = "16",
					[2] = "6",
				},
				[3] = {
					[1] = "24",
					[2] = "9",
				},
				[4] = {
					[1] = "32",
					[2] = "12",
				},
				[5] = {
					[1] = "40",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваш \"Деморализующий рев\" снижает силу атаки противника дополнительно на %s%%. Ваш \"Свирепый укус\" наносит на %s%% больше урона.",
				["maxRank"] = 5,
				["name"] = "Звериная агрессия",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Druid_DemoralizingRoar",
			},
			[3] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает угрозу, создаваемую в облике медведя и лютого медведя, на %s%% и уменьшает шанс противника заметить вас, когда вы крадетесь.",
				["maxRank"] = 5,
				["name"] = "Животный инстинкт",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Ambush",
			},
			[4] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает длительность эффекта оглушения от ваших способностей \"Оглушить\" и \"Наскок\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Жестокий удар",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Druid_Bash",
			},
			[5] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает показатели брони за счет носимой экипировки на %s%%.",
				["maxRank"] = 5,
				["name"] = "Плотная шкура",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_Pelt_Bear_03",
			},
			[6] = {
				[1] = {
					[1] = "15",
					[2] = "2",
				},
				[2] = {
					[1] = "30",
					[2] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает скорость передвижения вне помещений в облике кошки на %s%%, а также шанса уклонения от атак в облике кошки на %s%%.",
				["maxRank"] = 2,
				["name"] = "Звериная скорость",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_SpiritWolf",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["ability"] = "Стремительный рывок к противнику, который обездвиживает его и прерывает произнесение заклинаний на 4 сек.",
				["name"] = "Звериная атака",
				["tier"] = 3,
				["column"] = 2,
				["require"] = "Облик медведя, Облик лютого медведя",
				["cooldown"] = "15 сек.",
				["texture"] = "Interface\\Icons\\Ability_Hunter_Pet_Bear",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического урона в облике кошки, медведя или лютого медведя на %s%%.",
				["maxRank"] = 3,
				["name"] = "Острые когти",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_MonsterClaw_04",
			},
			[9] = {
				[1] = {
					[1] = "6.",
				},
				[2] = {
					[1] = "12.",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход энергии на способность \"Полоснуть\" на %s ед.",
				["maxRank"] = 2,
				["name"] = "Растерзать противника",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_VampiricAura",
			},
			[10] = {
				[1] = {
					[1] = "50",
				},
				[2] = {
					[1] = "100",
				},
				[3] = {
					[1] = "150",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает силу атаки ближнего боя в облике кошки, медведя и лютого медведя на %s%% от вашего уровня.",
				["maxRank"] = 3,
				["name"] = "Удары хищника",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_Pet_Cat",
			},
			[11] = {
				[1] = {
					[1] = "50",
				},
				[2] = {
					[1] = "100",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "С вероятностью %s%% прием, выполненный в облике кошки и нанесший критический урон, увеличит длину серии дополнительно на 1 прием.",
				["maxRank"] = 2,
				["name"] = "Кровавое бешенство",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_GhoulFrenzy",
			},
			[12] = {
				[1] = {
					[1] = "50",
					[2] = "5",
				},
				[2] = {
					[1] = "100",
					[2] = "5",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "С вероятностью %s%% вы накапливаете дополнительно %s ед. ярости при нанесении критического удара в облике медведя и лютого медведя.",
				["maxRank"] = 2,
				["name"] = "Изначальное неистовство",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Racial_Cannibalize",
			},
			[13] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими способностями \"Цапнуть\", \"Глубокая рана\", \"Трепка\" и \"Размах\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Бешеное неистовство",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Druid_Ravage",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["ability"] = "Ослабляет броню на 175 ед. на 40 сек. Во время действия заклинания цель не может становиться незаметной или невидимой.",
				["require"] = "Облик кошки, Облик медведя, Облик лютого медведя",
				["name"] = "Волшебный огонь (зверь)",
				["tier"] = 5,
				["column"] = 3,
				["range"] = "30",
				["cooldown"] = "6 сек.",
				["texture"] = "Interface\\Icons\\Spell_Nature_FaerieFire",
			},
			[15] = {
				[1] = {
					[1] = "4",
					[2] = "4",
					[3] = "4",
				},
				[2] = {
					[1] = "8",
					[2] = "8",
					[3] = "8",
				},
				[3] = {
					[1] = "12",
					[2] = "12",
					[3] = "12",
				},
				[4] = {
					[1] = "16",
					[2] = "16",
					[3] = "16",
				},
				[5] = {
					[1] = "20",
					[2] = "20",
					[3] = "20",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 2,
				},
				["ability"] = "Повышает интеллект на %s%%. Также повышает выносливость в облике медведя и лютого медведя на %s%%, а в облике кошки – силу на %s%%.",
				["maxRank"] = 5,
				["name"] = "Сердце дикой природы",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfAgility",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "В обличье кошки, медведя или лютого медведя способность \"Вожак стаи\" на 45 повышает вероятность нанесения критического удара как в дальнем, так и в ближнем бою всеми участниками группы в радиусе 3%% м.",
				["maxRank"] = 1,
				["name"] = "Вожак стаи",
				["tier"] = 7,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_UnyeildingStamina",
			},
			["numTalents"] = 16,
			["name"] = "Сила зверя",
			["background"] = "DruidFeralCombat",
			["texture"] = "Interface\\Icons\\Ability_Physical_Taunt",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "7",
				},
				[2] = {
					[1] = "14",
				},
				[3] = {
					[1] = "21",
				},
				[4] = {
					[1] = "28",
				},
				[5] = {
					[1] = "35",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффективность заклинаний \"Знак дикой природы\" и \"Дар дикой природы\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный знак дикой природы",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_Regeneration",
			},
			[2] = {
				[1] = {
					[1] = "20",
					[2] = "10",
					[3] = "40",
				},
				[2] = {
					[1] = "40",
					[2] = "10",
					[3] = "40",
				},
				[3] = {
					[1] = "60",
					[2] = "10",
					[3] = "40",
				},
				[4] = {
					[1] = "80",
					[2] = "10",
					[3] = "40",
				},
				[5] = {
					[1] = "100",
					[2] = "10",
					[3] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% вы можете накопить %s ед. ярости, когда принимаете облик медведя или лютого медведя; или %s ед. энергии, когда принимаете облик кошки.",
				["maxRank"] = 5,
				["name"] = "Свирепость",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStamina",
			},
			[3] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время произнесения заклинания \"Целительное прикосновение\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенное целительное прикосновение",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingTouch",
			},
			[4] = {
				[1] = {
					[1] = "14",
				},
				[2] = {
					[1] = "28",
				},
				[3] = {
					[1] = "42",
				},
				[4] = {
					[1] = "56",
				},
				[5] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% позволяет избежать прерывания в результате получения урона при произнесении заклинаний \"Целительное прикосновение\", \"Восстановление\" и \"Спокойствие\".",
				["maxRank"] = 5,
				["name"] = "Средоточие Природы",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingWaveGreater",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Способность \"Исступление\" мгновенно восстанавливает %s ед. ярости.",
				["maxRank"] = 2,
				["name"] = "Улучшенное исступление",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Druid_Enrage",
			},
			[6] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Во время произнесения заклинаний мана восполняется со скоростью, равной %s%% от обычной.",
				["maxRank"] = 3,
				["name"] = "Отражение",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_WindWalkOn",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "45",
				["maxRank"] = 1,
				["ability"] = "Противника атакует рой насекомых, снижающий вероятность того, что он попадет по цели, на 2%% и наносящий ему 66 ед. урона от сил природы за 12 сек.",
				["name"] = "Рой насекомых",
				["tier"] = 3,
				["column"] = 3,
				["range"] = "30",
				["cooldown"] = "6 сек.",
				["texture"] = "Interface\\Icons\\Spell_Nature_InsectSwarm",
			},
			[8] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает угрозу, создаваемую вашими заклинаниями категории \"Исцеление\", на %s%%.",
				["maxRank"] = 5,
				["name"] = "Скрытность",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_EyeOfTheOwl",
			},
			[9] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты маны на заклинания \"Целительное прикосновение\" и \"Спокойствие\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Мирный дух",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_ElunesGrace",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает исцеляющий эффект заклинания \"Омоложение\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное омоложение",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_Rejuvenation",
			},
			[11] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 1,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Природная стремительность",
				["tier"] = 5,
				["column"] = 1,
				["ability"] = "При использовании следующее заклинание сил природы будет применено мгновенно.",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Nature_RavenForm",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Усиливает все исцеляющие заклинания на %s%%",
				["maxRank"] = 5,
				["name"] = "Дар природы",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_ProtectionformNature",
			},
			[13] = {
				[1] = {
					[1] = "40",
				},
				[2] = {
					[1] = "80",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает уровень угрозы, создаваемой заклинанием \"Спокойствие\", на %s%%",
				["maxRank"] = 2,
				["name"] = "Улучшенное спокойствие",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_Tranquility",
			},
			[14] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				[4] = {
					[1] = "40",
				},
				[5] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность критического эффекта заклинания \"Восстановление\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенное восстановление",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_ResistNature",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 4,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "10",
				["maxRank"] = 1,
				["ability"] = "Снимает эффект \"Омоложение\" или \"Восстановление\", действующий на дружественную цель, и за счет этого мгновенно лечит ее на величину, соответствующую 12 секундам заклинания \"Омоложение\" или 18 секундам заклинания \"Восстановление\".",
				["name"] = "Быстрое восстановление",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "40",
				["cooldown"] = "15 сек.",
				["texture"] = "Interface\\Icons\\INV_Relics_IdolofRejuvenation",
			},
			["numTalents"] = 15,
			["name"] = "Исцеление",
			["background"] = "DruidRestoration",
			["texture"] = "Interface\\Icons\\Spell_Nature_HealingTouch",
		},
		["localClass"] = "Друид",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["PALADIN"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает силу на %s%%",
				["maxRank"] = 5,
				["name"] = "Божественная сила",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_GolemThunderClap",
			},
			[2] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает интеллект на %s%%.",
				["maxRank"] = 5,
				["name"] = "Божественный интеллект",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Sleep",
			},
			[3] = {
				[1] = {
					[1] = "14",
				},
				[2] = {
					[1] = "28",
				},
				[3] = {
					[1] = "42",
				},
				[4] = {
					[1] = "56",
				},
				[5] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "Вы получаете %s%% шанс не потерять время произнесения заклинаний \"Вспышка Света\" и \"Свет небес\" при получении урона.",
				["maxRank"] = 5,
				["name"] = "Средоточие духа",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Arcane_Blink",
			},
			[4] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый способностью \"Печать праведности\" и связанным с ним эффектом правосудия, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенная печать праведности",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_ThunderBolt",
			},
			[5] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество здоровья, восстанавливаемое заклинаниями \"Свет небес\" и \"Вспышка Света\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Исцеляющий Свет",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_HolyBolt",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "135",
				["maxRank"] = 1,
				["name"] = "Освящение",
				["tier"] = 3,
				["column"] = 2,
				["ability"] = "Освящает участок земли, на котором стоит паладин, нанося 64 ед. урона от светлой магии в течение 8 сек. противникам, которые находятся на этом участке.",
				["cooldown"] = "8 сек.",
				["texture"] = "Interface\\Icons\\Spell_Holy_InnerFire",
			},
			[7] = {
				[1] = {
					[1] = "15",
					[2] = "2",
					[3] = "10",
				},
				[2] = {
					[1] = "30",
					[2] = "2",
					[3] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Цель заклинания \"Возложение рук\" получает на %s%% увеличенный показатель брони от предметов на %s мин. Сокращает время восстановления заклинания \"Возложение рук\" на %s мин.",
				["maxRank"] = 2,
				["name"] = "Улучшенное возложение рук",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_LayOnHands",
			},
			[8] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность не подвергнуться действию устрашающих и дезориентирующих эффектов на %s%%.",
				["maxRank"] = 2,
				["name"] = "Непоколебимая вера",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Holy_UnyieldingFaith",
			},
			[9] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "При критическом эффекте заклинаний \"Вспышка Света\", \"Свет небес\" и критическом исцеляющем эффекте заклинания \"Шок небес\" вы с вероятностью %s%% восполняете ману от базовой стоимости заклинания.",
				["maxRank"] = 5,
				["name"] = "Свечение",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_GreaterHeal",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффективность заклинания \"Благословение мудрости\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное благословение мудрости",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfWisdom",
			},
			[11] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 4,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "2",
				["maxRank"] = 1,
				["ability"] = "При использовании увеличивает вероятность критического эффекта вашего следующего заклинания \"Свет небес\", \"Вспышка Света\" или \"Шок небес\" на 100%%.",
				["name"] = "Божественное одобрение",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "8",
				["cooldown"] = "2 мин.",
				["texture"] = "Interface\\Icons\\Spell_Holy_Heal",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает время действия \"Правосудие света\" и \"Правосудие мудрости\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Длительное правосудие",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_HealingAura",
			},
			[13] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность критического эффекта ваших заклинаний светлой магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Священная сила",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_Power",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "225",
				["maxRank"] = 1,
				["ability"] = "Взрывает цель с помощью энергии светлой магии, нанося 204 - 220 ед. урона от светлой магии противнику или восстанавливая 204 - 220 ед. здоровья союзнику.",
				["name"] = "Шок небес",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "30 sec",
				["texture"] = "Interface\\Icons\\Spell_Holy_SearingLight",
			},
			["numTalents"] = 14,
			["name"] = "Свет",
			["background"] = "PaladinHoly",
			["texture"] = "Interface\\Icons\\Spell_Holy_HolyBolt",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% бонус брони от способности \"Аура благочестия\".",
				["maxRank"] = 5,
				["name"] = "Улучшенная аура благочестия",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_DevotionAura",
			},
			[2] = {
				[1] = {
					[1] = "6",
					[2] = "10",
					[3] = "5",
				},
				[2] = {
					[1] = "12",
					[2] = "10",
					[3] = "5",
				},
				[3] = {
					[1] = "18",
					[2] = "10",
					[3] = "5",
				},
				[4] = {
					[1] = "24",
					[2] = "10",
					[3] = "5",
				},
				[5] = {
					[1] = "30",
					[2] = "10",
					[3] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "После получения критического урона вероятность блокировать удар повысится на %s%%. Эффект длится %s сек. или пока %s ударов не будут блокированы.",
				["maxRank"] = 5,
				["name"] = "Оплот",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Defend",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность попадания оружием ближнего боя на %s%%.",
				["maxRank"] = 3,
				["name"] = "Точность",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Ambush",
			},
			[4] = {
				[1] = {
					[1] = "60",
					[2] = "3",
				},
				[2] = {
					[1] = "120",
					[2] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинания \"Благословение защиты\" на %s сек. Увеличивает время действия заклинания \"Благословение свободы\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Помощь стража",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfProtection",
			},
			[5] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает показатель брони от предметов на %s%%.",
				["maxRank"] = 5,
				["name"] = "Крепость",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Holy_Devotion",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "4",
				["maxRank"] = 1,
				["ability"] = "Благословляет дружественную цель, повышая все ее характеристики на 10%% на 5 мин. На одного игрока единовременно может действовать лишь одно благословение от каждого паладина.",
				["name"] = "Благословение королей",
				["tier"] = 3,
				["column"] = 1,
				["range"] = "30",
				["cooldown"] = "20",
				["texture"] = "Interface\\Icons\\Spell_Magic_MageArmor",
			},
			[7] = {
				[1] = {
					[1] = "16",
				},
				[2] = {
					[1] = "33",
				},
				[3] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество создаваемой угрозы заклинанием \"Праведное неистовство\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное праведное неистовство",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfFury",
			},
			[8] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 3,
				},
				["ability"] = "Увеличивает количество урона, поглощаемое вашим щитом, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Специализация на щитах",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Shield_06",
			},
			[9] = {
				[1] = {
					[1] = "2.",
				},
				[2] = {
					[1] = "4.",
				},
				[3] = {
					[1] = "6.",
				},
				[4] = {
					[1] = "8.",
				},
				[5] = {
					[1] = "10.",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает навык защиты на %s",
				["maxRank"] = 5,
				["name"] = "Предчувствие",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Magic_LesserInvisibilty",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинания \"Молот правосудия\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный молот правосудия",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfMight",
			},
			[11] = {
				[1] = {
					[1] = "5",
					[2] = "5",
				},
				[2] = {
					[1] = "10",
					[2] = "10",
				},
				[3] = {
					[1] = "15",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффективность способности \"Аура сосредоточенности\" на %s%% и дает шанс на сопротивление эффектам немоты и прерывания, накладываемых на находящегося под воздействием ауры участника группы, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенная аура сосредоточенности",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_MindSooth",
			},
			[12] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "60",
				["maxRank"] = 1,
				["ability"] = "Благословляет дружественную цель, уменьшая любой наносимый ей урон на 10 ед. Эффект длится 5 мин. Когда цель блокирует атаку ближнего боя, она наносит противнику 14 ед. урона от светлой магии. На одного игрока единовременно может действовать лишь одно благословение от каждого паладина.",
				["name"] = "Благословение неприкосновенности",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "20",
				["texture"] = "Interface\\Icons\\Spell_Nature_LightningShield",
			},
			[13] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Если вы получаете критический удар, то с вероятностью %s%% нанесете дополнительную атаку.",
				["maxRank"] = 5,
				["name"] = "Расплата",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStrength",
			},
			[14] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый одноручным оружием в ближнем бою, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на одноручном оружии",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Sword_20",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "150",
				["maxRank"] = 1,
				["ability"] = "Повышает вероятность блокировать удар на 30%% на 10 сек. Если атака блокирована, атакующему наносится 65 ед. урона от светлой магии. Урон, наносимый заклинанием \"Щит небес\", создает на 20%% больше угрозы. При каждом блоке расходуется 1 заряд. 4 заряда.",
				["require"] = "Щиты",
				["name"] = "Щит небес",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "10 сек.",
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfProtection",
			},
			["numTalents"] = 15,
			["name"] = "Защита",
			["background"] = "PaladinProtection",
			["texture"] = "Interface\\Icons\\Spell_Holy_DevotionAura",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает бонус к силе атаки ближнего боя от заклинания \"Благословение могущества\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенное благословение могущества",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_FistOfJustice",
			},
			[2] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает затраты маны на ваше заклинание \"Правосудие\" и заклинания категории \"Печать\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Благодарение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_WindWalkOn",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинания \"Правосудие\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Беспристрастное правосудие",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_RighteousFury",
			},
			[4] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает бонус силы атаки ближнего боя при применении \"Печати воина Света\" и увеличивает бонус урона от светлой магии при применении заклинания \"Правосудие воина Света\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенная печать воина Света",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_HolySmite",
			},
			[5] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность парирования атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отражение",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[6] = {
				[1] = {
					[1] = "5",
					[2] = "10",
				},
				[2] = {
					[1] = "10",
					[2] = "10",
				},
				[3] = {
					[1] = "15",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Успешные атаки ближнего боя паладина могут уменьшить силу и ловкость цели на %s%% на %s сек.",
				["maxRank"] = 3,
				["name"] = "Оправдание",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_Vindication",
			},
			[7] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения критического удара оружием ближнего боя на %s%%.",
				["maxRank"] = 5,
				["name"] = "Приговор",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_RetributionAura",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "65",
				["maxRank"] = 1,
				["ability"] = "Наделяет атаки паладина возможностью нанести дополнительный урон от светлой магии, равный 70%% от базового урона оружия. Единовременно паладин может использовать только одно заклинание категории \"Печать\". Длительность – 30 сек.\n\nВысвободив энергию печати, вы наносите противнику 46 - 51 ед. урона от светлой магии или 93 - 101 ед., если цель оглушена или обездвижена.",
				["name"] = "Печать повиновения",
				["tier"] = 3,
				["column"] = 3,
				["range"] = "30",
				["cooldown"] = "20",
				["texture"] = "Interface\\Icons\\Ability_Warrior_InnerRage",
			},
			[9] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает скорость передвижения пешком и верхом на %s%%. Эффект не суммируется с другими, влияющими на скорость передвижения.",
				["maxRank"] = 2,
				["name"] = "Погоня за справедливостью",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Holy_PersuitofJustice",
			},
			[10] = {
				[1] = {
					[1] = "15",
					[2] = "50",
				},
				[2] = {
					[1] = "30",
					[2] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Наносит %s%% полученного критического урона от заклинаний тому, кто применил это заклинание. Урон, наносимый способностью \"Око за око\" не может превышать %s%% максимального запаса здоровья паладина.",
				["maxRank"] = 2,
				["name"] = "Око за око",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_EyeforanEye",
			},
			[11] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый \"Аура воздаяния\", на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенная аура воздаяния",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_AuraOfLight",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый двуручным оружием в ближнем бою, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Специализация на двуручном оружии",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Hammer_04",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Аура святости",
				["tier"] = 5,
				["column"] = 3,
				["ability"] = "Увеличивает наносимый урон от светлой магии всем участникам группы в радиусе 30 м на 10%%. На каждого игрока может действовать только одна аура каждого паладина единовременно.",
				["cooldown"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Holy_MindVision",
			},
			[14] = {
				[1] = {
					[1] = "3",
					[2] = "8",
				},
				[2] = {
					[1] = "6",
					[2] = "8",
				},
				[3] = {
					[1] = "9",
					[2] = "8",
				},
				[4] = {
					[1] = "12",
					[2] = "8",
				},
				[5] = {
					[1] = "15",
					[2] = "8",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 2,
				},
				["ability"] = "Увеличивает физический урон и урон от светлой магии на %s%% на %s сек. после нанесения критического удара заклинанием, способностью или оружием ближнего боя.",
				["maxRank"] = 5,
				["name"] = "Отмщение",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Racial_Avatar",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "60",
				["maxRank"] = 1,
				["ability"] = "Вводит противника в состояние глубокой задумчивости, которое лишает его возможности действовать на 6 сек. Любой нанесенный урон выводит цель из этого состояния. Действует только против гуманоидов.",
				["name"] = "Покаяние",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "1 мин.",
				["texture"] = "Interface\\Icons\\Spell_Holy_PrayerOfHealing",
			},
			["numTalents"] = 15,
			["name"] = "Воздаяние",
			["background"] = "PaladinCombat",
			["texture"] = "Interface\\Icons\\Spell_Holy_AuraOfLight",
		},
		["localClass"] = "Паладин",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["SHAMAN"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает расход маны на заклинания \"Молния\", \"Цепная молния\" и заклинания категории \"Шок\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Конвекция",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_WispSplode",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими заклинаниями \"Молния\", \"Цепная молния\" и заклинаниями категории \"Шок\", на %s%%.",
				["maxRank"] = 5,
				["name"] = "Сотрясение мозга",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Fireball",
			},
			[3] = {
				[1] = {
					[1] = "25",
					[2] = "10",
				},
				[2] = {
					[1] = "50",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает прочность вашего тотема каменного когтя на %s%% и радиус действия тотема оков земли на %s%%.",
				["maxRank"] = 2,
				["name"] = "Земной захват",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StoneClawTotem",
			},
			[4] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "7",
				},
				[3] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает получаемый урон от эффектов огня, льда и природы на %s%%.",
				["maxRank"] = 3,
				["name"] = "Защита от стихий",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_SpiritArmor",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими тотемами огня, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Зов пламени",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Immolation",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "После применения одного из заклинания огня, магии льда или сил природы, вы с вероятностью 10%% входите в состояние \"Ясность мысли\". В этом состоянии для произнесения следующего наносящего урон заклинания потребуется на 100%% меньше маны.",
				["maxRank"] = 1,
				["name"] = "Средоточие стихий",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ManaBurn",
			},
			[7] = {
				[1] = {
					[1] = "0.2",
				},
				[2] = {
					[1] = "0.4",
				},
				[3] = {
					[1] = "0.6",
				},
				[4] = {
					[1] = "0.8",
				},
				[5] = {
					[1] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления заклинаний категории \"Шок\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Отзвук",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostWard",
			},
			[8] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность критического эффекта ваших заклинаний \"Молния\" и \"Цепная молния\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Зов грома",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_CallStorm",
			},
			[9] = {
				[1] = {
					[1] = "1",
					[2] = "25",
				},
				[2] = {
					[1] = "2",
					[2] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время до активации тотема кольца огня на %s сек. Снижает создаваемую угрозу тотемом магмы на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный тотем огня",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_SealOfFire",
			},
			[10] = {
				[1] = {
					[1] = "33",
					[2] = "6",
				},
				[2] = {
					[1] = "66",
					[2] = "6",
				},
				[3] = {
					[1] = "100",
					[2] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "При получении критического удара от оружия ближнего или дальнего боя, дает %s%% вероятность того, что вы окажетесь под эффектом \"Средоточие заклинаний\" на %s сек. Эффект \"Средоточие заклинаний\" предотвращает увеличение времени произнесения заклинаний при получении урона.",
				["maxRank"] = 3,
				["name"] = "Око шторма",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_EyeOfTheStorm",
			},
			[11] = {
				[1] = {
					[1] = "3",
					[2] = "10",
				},
				[2] = {
					[1] = "6",
					[2] = "10",
				},
				[3] = {
					[1] = "9",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "При нанесении критического урона атакующим заклинанием вероятность нанести критический удар в ближнем бою повышается на %s%% на %s сек.",
				["maxRank"] = 3,
				["name"] = "Стихийное опустошение",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Fire_ElementalDevastation",
			},
			[12] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность действия заклинаний \"Молния\" и \"Цепная молния\" на %s м.",
				["maxRank"] = 2,
				["name"] = "Предел шторма",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StormReach",
			},
			[13] = {
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дополнительный урон при критическом эффекте опаляющего тотема, тотема магмы, тотема кольца огня и заклинаний огня, льда и природы на 100%%.",
				["maxRank"] = 1,
				["name"] = "Неистовство стихий",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_Volcano",
			},
			[14] = {
				[1] = {
					[1] = "0.2",
				},
				[2] = {
					[1] = "0.4",
				},
				[3] = {
					[1] = "0.6",
				},
				[4] = {
					[1] = "0.8",
				},
				[5] = {
					[1] = "1",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Сокращает время применения заклинаний \"Молния\" и \"Цепная молния\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Покорение молнии",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Lightning_LightningBolt01",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "При использовании повышает шанс критического урона вашего следующего заклинания магии огня, льда или сил природы на 100%% и снижает расход маны на него на 100%%.",
				["maxRank"] = 1,
				["name"] = "Покорение стихий",
				["tier"] = 7,
				["column"] = 2,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Nature_WispHeal",
			},
			["numTalents"] = 15,
			["name"] = "Стихии",
			["background"] = "ShamanElementalCombat",
			["texture"] = "Interface\\Icons\\Spell_Fire_Volcano",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает ваш максимальный запас маны на %s%%.",
				["maxRank"] = 5,
				["name"] = "Знания предков",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_GrimWard",
			},
			[2] = {
				[1] = {
					[1] = "1",
					[2] = "5",
				},
				[2] = {
					[1] = "2",
					[2] = "10",
				},
				[3] = {
					[1] = "3",
					[2] = "15",
				},
				[4] = {
					[1] = "4",
					[2] = "20",
				},
				[5] = {
					[1] = "5",
					[2] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность блокировать атаку щитом на %s%%, а показатель блокирования – на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на щитах",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Shield_06",
			},
			[3] = {
				[1] = {
					[1] = "10",
					[2] = "1",
				},
				[2] = {
					[1] = "20",
					[2] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает на %s%% количество урона, снижаемого тотемами каменной кожи и стены ветра, а также сокращает время восстановления тотема заземления на %s сек.",
				["maxRank"] = 2,
				["name"] = "Сторожевые тотемы",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StoneSkinTotem",
			},
			[4] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность критического удара оружием на %s%%.",
				["maxRank"] = 5,
				["name"] = "Грохочущие удары",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_ThunderBolt",
			},
			[5] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время произнесения заклинания \"Призрачный волк\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный призрачный волк",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_SpiritWolf",
			},
			[6] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый шарами заклинания \"Щит молний\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный щит молний",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_LightningShield",
			},
			[7] = {
				[1] = {
					[1] = "8",
				},
				[2] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает эффект тотемов силы земли и легкости воздуха на %s%%.",
				["maxRank"] = 2,
				["name"] = "Усиливающие тотемы",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_EarthBindTotem",
			},
			[8] = {
				["prereqs"] = {
				},
				["ability"] = "Позволяет использовать двуручные топоры и двуручное дробящее.",
				["maxRank"] = 1,
				["name"] = "Двуручные топоры и дробящее",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Axe_10",
			},
			[9] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность уклонения от атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Предчувствие",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_MirrorImage",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "15",
				},
				[3] = {
					[1] = "20",
				},
				[4] = {
					[1] = "25",
				},
				[5] = {
					[1] = "30",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 2,
				},
				["ability"] = "После нанесения критического удара скорость атаки для следующих трех выпадов повышается на %s%%.",
				["maxRank"] = 5,
				["name"] = "Шквал",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_GhoulFrenzy",
			},
			[11] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает показатель брони от предметов на %s%%.",
				["maxRank"] = 5,
				["name"] = "Крепость",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_Devotion",
			},
			[12] = {
				[1] = {
					[1] = "15",
					[2] = "6",
				},
				[2] = {
					[1] = "30",
					[2] = "12",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает бонус силы атаки ближнего боя вашего тотема неистовства ветра на %s%% и увеличивает урон от тотема языка пламени на %s%%",
				["maxRank"] = 2,
				["name"] = "Улучшенные тотемы оружия",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_EnchantWeapon",
			},
			[13] = {
				[1] = {
					[1] = "7",
					[2] = "13",
					[3] = "5",
				},
				[2] = {
					[1] = "14",
					[2] = "27",
					[3] = "10",
				},
				[3] = {
					[1] = "20",
					[2] = "40",
					[3] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает бонус силы атаки ближнего боя вашего оружия Камнедробителя на %s%%, а эффект от оружия неистовства ветра на %s%% и увеличивает урон от оружия языка пламени и ледяного клейма на %s%%.",
				["maxRank"] = 3,
				["name"] = "Оружие стихий",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_FlameTounge",
			},
			[14] = {
				["prereqs"] = {
				},
				["ability"] = "Дает шанс парировать атаки противника в ближнем бою.",
				["maxRank"] = 1,
				["name"] = "Парирование",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый оружием, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Мастерское владение оружием",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Hunter_SwiftStrike",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Дополнительная атака. Следующие 2 раза урон от сил природы, нанесенный шаманом этому противнику, увеличивается на 20%%. Время действия – 12 сек.",
				["mana"] = "11",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Удар бури",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "9",
				["cooldown"] = "20 сек.",
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfMight",
			},
			["numTalents"] = 16,
			["name"] = "Совершенствование",
			["background"] = "ShamanEnhancement",
			["texture"] = "Interface\\Icons\\Spell_Nature_UnyeildingStamina",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время произнесения заклинания \"Волна исцеления\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенная волна исцеления",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_MagicImmunity",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход маны на все заклинания исцеления на %s%%.",
				["maxRank"] = 5,
				["name"] = "Средоточие приливов",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_ManaRecharge",
			},
			[3] = {
				[1] = {
					[1] = "10",
					[2] = "10",
				},
				[2] = {
					[1] = "20",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращает время восстановления способности \"Перерождение\" на %s мин. и увеличивает начальный запас здоровья и маны после перерождения на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное перерождение",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_Reincarnation",
			},
			[4] = {
				[1] = {
					[1] = "8",
					[2] = "15",
				},
				[2] = {
					[1] = "16",
					[2] = "15",
				},
				[3] = {
					[1] = "25",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Если ваше исцеляющее заклинание имело критический эффект, показатель брони цели увеличивается на %s%% на %s сек.",
				["maxRank"] = 3,
				["name"] = "Исцеление предков",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_UndyingStrength",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход маны на создание тотемов на %s%%.",
				["maxRank"] = 5,
				["name"] = "Тотемное средоточие",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_MoonGlow",
			},
			[6] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вероятность нанесения урона атаками ближнего боя и заклинаниями на %s%%",
				["maxRank"] = 3,
				["name"] = "Помощь природы",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Frost_Stun",
			},
			[7] = {
				[1] = {
					[1] = "14",
				},
				[2] = {
					[1] = "28",
				},
				[3] = {
					[1] = "42",
				},
				[4] = {
					[1] = "56",
				},
				[5] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% позволяет избежать прерывания в результате получения урона при использовании исцеляющих заклинаний.",
				["maxRank"] = 5,
				["name"] = "Средоточие исцеления",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingWaveLesser",
			},
			[8] = {
				["prereqs"] = {
				},
				["ability"] = "Увеличивает радиус действия тотемов, влияющих на дружественные цели, до 30 метров.",
				["maxRank"] = 1,
				["name"] = "Повелитель тотемов",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_NullWard",
			},
			[9] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает угрозу, создаваемую исцеляющими заклинаниями, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Исцеляющая благодать",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingTouch",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффективность тотемов источника маны и исцеляющего потока на %s%%.",
				["maxRank"] = 5,
				["name"] = "Восстанавливающие тотемы",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_ManaRegenTotem",
			},
			[11] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность критического эффекта ваших исцеляющих заклинаний и заклинаний, вызывающих молнию, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Повелитель приливов",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Tranquility",
			},
			[12] = {
				[1] = {
					[1] = "33",
					[2] = "6",
					[3] = "15",
					[4] = "3",
				},
				[2] = {
					[1] = "66",
					[2] = "6",
					[3] = "15",
					[4] = "3",
				},
				[3] = {
					[1] = "100",
					[2] = "6",
					[3] = "15",
					[4] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваши заклинания \"Волна исцеления\" с вероятностью %s%% могут усилить эффект последующего заклинания \"Волна исцеления\" на %s%% на %s сек. Суммируется до %s раз.",
				["maxRank"] = 3,
				["name"] = "Путь исцеления",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingWay",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "При использовании позволяет мгновенно произнести заклинание сил природы, если его обычное время произнесения не превышает 10 секунд.",
				["maxRank"] = 1,
				["name"] = "Природная стремительность",
				["tier"] = 5,
				["column"] = 3,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "3 мин.",
				["texture"] = "Interface\\Icons\\Spell_Nature_RavenForm",
			},
			[14] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает эффективность ваших исцеляющих заклинаний на %s%%.",
				["maxRank"] = 5,
				["name"] = "Чистота",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_WizardMark",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 4,
					[2] = 2,
				},
				["ability"] = "Создает рядом с заклинателем тотем прилива маны прочностью 5 ед. и временем существования 12 сек., который восполняет 170 ед. маны раз в 3 сек. участникам группы в радиусе 20 м.",
				["mana"] = "20",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["cooldown"] = "5 мин.",
				["name"] = "Тотем прилива маны",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "9",
				["tool"] = "Тотем воды", -- тут
				["texture"] = "Interface\\Icons\\Spell_Frost_SummonWaterElemental",
			},
			["numTalents"] = 15,
			["name"] = "Исцеление",
			["background"] = "ShamanRestoration",
			["texture"] = "Interface\\Icons\\Spell_Nature_HealingWaveGreater",
		},
		["localClass"] = "Шаман",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
}

end